{ "_id" : { "$oid" : "52052515e8221d166900000b" }, "title" : "On The Shore", "features" : [ { "id" : "4f7bdab0e8221ddc6c000002", "href" : "spotify:track:50uGbeaQIxKiSc7jvRTjWx", "title" : "(Sittin' On) The Dock Of The Bay", "artist" : "Otis Redding ", "place" : "Sausalito, California", "quip" : "The \"Frisco Bay\" is just a stone's throw away from the dock of Redding's famous tune. Between gigs in San Francisco, California, Redding was resting at a boathouse in nearby Sausalito when he was inspired to write this song. He had most of it written -- except for the last verse. He decided to record as much of it as he had anyway and just whistle the rest. Unwittingly, it would be the last thing he recorded before his death and the whistling remained in the released version.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000000" } }, { "id" : "4f147ad13bfb3f40b8977e62", "href" : "spotify:track:2E9E1UY2xKHTqMbwKk3k3q", "title" : "By The Blue Hawaiian Waters", "artist" : "Albert Ketelbey", "place" : "Hawaii", "quip" : "Albert Ketelbey certainly had a wanderlust soul. Much of his work serves as a sort of musical travelogue of exotic places -- Persia, China, Egypt. Every year he'd do a tour of concerts at various seaside resorts. His oceanic escapades pay off with this composition, which captures the sound and heart of Hawaii's tropical islands.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000001" } }, { "id" : "5176cad1e8221d6c64000002", "href" : "spotify:track:693vGDlgPl0dqxRxeZZPKg", "title" : "Cayucos", "artist" : "Cayucas", "place" : "San Luis Obispo", "quip" : "Cayucas' Zach Yudan in an interview with Pinwheel Candy: \"Yes, I went to school in San Luis Obispo, and I would drive up the Hwy 1 to Morro Bay. Every once in a while I'd go all the way to Cayucos. The town sort of stuck in my head I guess. It was originally just a song title but then turned into the band name. It's fun to say.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000002" } }, { "id" : "510d53bde8221d4871000002", "href" : "spotify:track:49wHCjiu34kM3VRgumQ1tJ", "title" : "Echo Beach", "artist" : "Martha and the Muffins ", "place" : "Toronto, Canada", "quip" : "Although Echo Beach is fictional, it's inspired by Lake Ontario in Toronto. Songwriter Mark Gane found his day job monotonous while in art college and would often think of running away. Some of the lyrics are directly inspired by time he spent at Sunnyside Beach on the lake. Thus, a hit was born.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000003" } }, { "id" : "4f91a7fbe8221df972000000", "href" : "spotify:track:2a2PuJSOsbXxeo87uz1zOv", "title" : "From The Shores Of The Mighty Pacific", "artist" : "Herbert L. Clarke", "place" : "Long Beach, California", "quip" : "After listening to this, does it surprise you that Herbert Clarke was originally a member of John Philip Sousa's band? After touring extensively as a cornet soloist, he decided to commit himself to direction and composition. In the winter of his years, he moved with his wife to Long Beach, California -- right near the 'mighty Pacific.'", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000004" } }, { "id" : "4ffe5dcd7e2262f6fc81c026", "href" : "spotify:track:3g5kQgKEllNBUklsmARGg8", "title" : "Immigrant Song", "artist" : "Led Zeppelin", "place" : "Iceland", "quip" : "Led Zeppelin was on a tour of \"land of the ice and snow\" -- or, Scandinavia -- when inspiration hit. \"We went to Iceland, and it made you think of Vikings and big ships... and John Bonham's stomach... and bang, there it was - Immigrant Song!\" said Robert Plant, as quoted by Rolling Stone.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000005" } }, { "id" : "4f7bdb2de8221d6960000000", "href" : "spotify:track:3rkhrtCmmcUR9abfWR119X", "title" : "Indian Lake", "artist" : "The Cowsills", "place" : "Logan County, Ohio", "quip" : "For such a jingley-jangley '60s pop song, it is surrounded with a whole bunch of controversy regarding just which Indian Lake these boys are singing about. The song was actually written by songwriter Tony Romero who was probably thinking of the lake in New York, however the band itself hails from Stark County, Ohio. It's probably safe to say they were imagining their home sweet home while singing -- so let's just leave it at that. Plus, in 2011, a few of the Cowsills themselves performed the tune for the first time at the Ohio lake.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000006" } }, { "id" : "4f13c8b04de1c2a1bbdf95b2", "href" : "spotify:track:56SkdBKyR2zOkjk6wVFI9s", "title" : "Possum Kingdom", "artist" : "Toadies", "place" : "Fort Worth, Texas", "quip" : "Do you want to \"walk around the lake tonight\" with the Toadies? That lake is actually a man-made reservoir in the band's hometown of Fort Worth, Texas, called -- wait for it -- Possum Kingdom Lake. How did the lake get such a name? Well, let's just say it had to do with the area's very successful possum pelt trade in the early 20th century. Any who hunted there would be called the \"boys of possum kingdom.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000007" } }, { "id" : "4f147ad13bfb3f40b8977e77", "href" : "spotify:track:46tHeQ8qU7hu3OFka08gAI", "title" : "Sea Pieces", "artist" : "Edward MacDowell", "place" : "New York", "quip" : "Around the time he composed his Sea Pieces, Edward MacDowell was settling into his enjoyable role at Columbia University in New York City. His new employment -- working for the ivy league school's music department -- gave him ample time to take in nature around the New England area (and beyond). This inspired his Sea Pieces, which he described to be among his favorite works.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000008" } }, { "id" : "513510fee8221d4b70000001", "href" : "spotify:track:6ljrAxSPoctgCvhN5U2gvz", "title" : "The Hebrides Overture (Fingal's Cave), Op. 26", "artist" : "Felix Mendelssohn", "place" : "Staffa, Scotland", "quip" : "On a vacation to the Scottish isles, Mendelssohn and a friend visited the famed Fingal's Cave on the small island of Staffa. There, he encountered a beauty that inspired him to write this piece. He sent the first few bars to his sister, Fanny, in a letter saying, \"In order to make you understand how extraordinarily The Hebrides affected me, I send you the following, which came into my head there.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000009" } }, { "id" : "4f147ad13bfb3f40b8977e6e", "href" : "spotify:track:1FZYlrtXXPK9ajGPhrpQxO", "title" : "Wreck Of The Edmund Fitzgerald", "artist" : "Gordon Lightfoot", "place" : "Minnesota", "quip" : "This song recounts, with some accuracy, a real shipwreck of the SS Edmund Fitzgerald that happened on Lake Superior on Nov. 10, 1975. The crash killed all 29 men on board.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900000a" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d1669000011" }, "title" : "Leaving Home (With A Vengeance)", "features" : [ { "id" : "4f13c8b04de1c2a1bbdf95b0", "href" : "spotify:track:2552neNWWQ2i2XZwPi5B3G", "title" : "8 Mile", "artist" : "Eminem", "place" : "Detroit, Michigan", "quip" : "8 Mile refers to the M-102 highway that marks the northern boundary of Detroit, Michigan. Historically, the highway also serves as a cultural divide between the poorer demographic on the south side and the predominantly middle-to-upper-class suburbs in the north. Both in the song and in the 2002 film of the same title, Eminem's semi-autobiographical character is frustrated with all the socio-economic \"crap\" and contemplates how to escape.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900000c" } }, { "id" : "4ffe5dcd7e2262f6fc81bffe", "href" : "spotify:track:0MUqco9tY3ptPx1oNmYuqw", "title" : "Adios A Cuba", "artist" : "Ignacio Cervantes", "place" : "Cuba", "quip" : "Cuban to the core, Ignacio Cervantes was a virtuoso pianist and composer who combined the Western European Romantic piano idiom with the rhythms and tonalities of his native Havana. Cervantes was forced into exile from Cuba due to his political and artistic activism, spurring him to compose this achingly poignant farewell to his beloved homeland.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900000d" } }, { "id" : "4f7bde34e8221d6c60000001", "href" : "spotify:track:7kTn8C3zdOfGiMNrc4hbsk", "title" : "Lubbock Or Leave It", "artist" : "Dixie Chicks", "place" : "Lubbock, Texas", "quip" : "Sure, Dixie Chick Natalie Maines' hometown of Lubbock, Texas, has also been the birthplace of many famous musicians, but it don't mean she can't see her city's faults as a \"fool's paradise.\" Needless to say, the fiery single didn't get much airplay back home. Oh, and you guessed it -- Buddy Holly's another famous former Lubbockian, too.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900000e" } }, { "id" : "510d540ee8221d4f71000002", "href" : "spotify:track:0ScmgeheUNCqyVo85yFKUh", "title" : "One Great City!", "artist" : "The Weakerthans", "place" : "Winnipeg, Canada", "quip" : "Winnipeg-based band The Weakerthans have quite a bit to say about their hometown. From bashing hockey teams to fellow bands, this song was written to capture the conflicted angst of growing up in a big little town you love to hate.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900000f" } }, { "id" : "4f7bde40e8221ddc6c000004", "href" : "spotify:track:1MFmCe1YwbwttSGLhj1q2p", "title" : "Smalltown", "artist" : "Lou Reed & John Cale", "place" : "Pittsburgh, Pennsylvania", "quip" : "Dedicated to the memory of Andy \"Drella\" Warhol, Reed and Cale's \"Songs For Drella\" concept album features some songs written from the art icon's perspective. Warhol's childhood was plagued by reoccurring diseases and rendered him a social outcast. For as painful as it may have been, Warhol himself declared his bedridden adolescence in the South Oakland suburb of Pittsburgh, Pennsylvania, as integral to his development as an artist.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000010" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d1669000019" }, "title" : "Vice Cities", "features" : [ { "id" : "51351277e8221d316a000003", "href" : "spotify:track:3klMnAnAWXdo6MomqXeJMn", "title" : "40 Mark Strasse", "artist" : "The Shins", "place" : "Ramstein, Germany", "quip" : "When Mother Jones magazine asked The Shins' James Mercer if 40 Mark Strasse was an address, he corrected them. \"No, actually 40 Mark Strasse was a phrase that the GIs used to refer to a stretch of highway that ran from Kaiserslautern to Ramstein, and it was where there were young prostitutes at night,\" he said in a 2012 interview. \"So it was 40 marks to hook up with one of these young ladies.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000012" } }, { "id" : "4f13c8b04de1c2a1bbdf95b0", "href" : "spotify:track:4MO4IrAvsZu1aSlAVnYxWb", "title" : "Jailhouse Rock", "artist" : "Elvis Presley", "place" : "Detroit, Michigan", "quip" : "Hidden within Elvis' mega-hit is a reference to The Purple Gang, which was a mob of bootleggers that operated out of Detroit, Mich. in the 1920s. The gang was infamous for its brutality and members were allegedly involved in the legendary St. Valentine's Day Massacre. Even Al Capone wouldn't touch Detroit. Instead, he struck up a deal with the Purples to prevent further carnage.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000013" } }, { "id" : "4f13c8b04de1c2a1bbdf95b7", "href" : "spotify:track:0FMhMAFPLg8EljnROSoVnj", "title" : "La Grange", "artist" : "ZZ Top", "place" : "La Grange, Texas", "quip" : "Perhaps one of the most famous brothels in U.S. history, the Chicken Ranch serves as the inspiration for this tune and also for the popular Broadway musical, \"The Best Little Whorehouse in Texas\" (the musical was later turned into a film featuring Dolly Parton). It operated for nearly 70 years by way of an \"understanding\" between law enforcement and the madams who ran the establishment. However, all things must come to an end. In 1973, the Texas Department of Public Safety finally closed it down. Seeing as the closure happened the same year this song was released, some say it was the popularity of the tune that did it in.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000014" } }, { "id" : "4ffe5dcd7e2262f6fc81c00b", "href" : "spotify:track:65PC7qHpl4xiUcxdq2dn5A", "title" : "Lyla", "artist" : "CocoRosie", "place" : "Estonia", "quip" : "It's not Yugoslavia, but in which one of the countries does Lyla reside? We'll place it in Estonia, as the sisters were primarily inspired by the movie \"Lilya-4-Ever\" about a teenage girl forced into prostitution in Estonia. \"It was a very impactful movie,\" Sierra Casady of CocoRosie told the San Francisco Bay Guardian in an interview. \"At the time we lived in Paris, in the northern part of the city. My sister had bleached-blond hair at the time, and despite the fact that she wasn't dressed very provocatively, people often thought she was a prostitute -- a prostitute from Yugoslavia.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000015" } }, { "id" : "4f13c8b04de1c2a1bbdf95ad", "href" : "spotify:track:2KbuypcjReuitzoRO4IvIB", "title" : "Pancho & Lefty", "artist" : "Townes Van Zandt", "place" : "Cleveland, Ohio", "quip" : "According to the songwriter himself, it's not about Pancho Villa. Aside from the factual differences -- the real Pancho Villa was assassinated, not hung, and Cleveland, Ohio, would be an unlikely destination for anyone associated with the Mexican bandit -- Townes Van Zandt said the song \"came to him\" and wasn't inspired by anything in particular. Years later, Van Zandt was pulled over for speeding. When the cops found out he was the one who wrote Pancho & Lefty, they were stunned -- back at the station, the partnered policemen had those nicknames themselves! \"So, maybe that's who it was about, those two guys,\" said Van Zandt in a 1984 interview with PBS. \"But I hope I never, ever see them again -- ever.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000016" } }, { "id" : "4f13c8b04de1c2a1bbdf95c4", "href" : "spotify:track:61Q9oJNd9hJQFhSDh6Qlap", "title" : "The House Of The Rising Sun", "artist" : "The Animals", "place" : "New Orleans, Louisiana", "quip" : "Just what is the \"House of the Rising Sun\"? The short answer: no one really knows. But the long answer is much more interesting: the prevailing idea is that it's actually about a destitute young girl trapped in a brothel. The reason why no one quite knows the true story is that the song is at least a hundred years old and its origins shrouded in folk music mystery. Before The Animals gave the song its new name, it was known as \"The Rising Sun Blues.\" The earliest known recording was by Clarence \"Tom\" Ashley and Gwen Foster in 1934. Another version, sung by a young Appalachian girl, was submitted to the Library of Congress in 1937.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000017" } }, { "id" : "4f13c8b04de1c2a1bbdf95c5", "href" : "spotify:track:1tPi0JSk2gyi2ZOH1UeHHZ", "title" : "The Minnesota Strip", "artist" : "The Dictators", "place" : "New York City, New York", "quip" : "No, it's not in Minnesota. During the 1960s and 1970s, many young runaways from the Midwest found themselves on Eighth Avenue between 42nd Street and 59th Street in Manhattan of New York City -- and they weren't tourists. The area became so notorious, it was given a name -- the Minnesota Strip. Thankfully, due to significant anti-prostitution campaigns in the 1990s, the strip has become a thing of the past.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000018" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d1669000020" }, "title" : "Bridges", "features" : [ { "id" : "4f13c8b04de1c2a1bbdf95c5", "href" : "spotify:track:369zHCpe0wbPvHYIraUEla", "title" : "59th Street Bridge Song (Feelin' Groovy)", "artist" : "Simon and Garfunkel", "place" : "New York City, New York", "quip" : "The Queensboro Bridge in New York City, New York, is known as the 59th Street Bridge, which serves as the particularly groovy setting for the song. However, if you think the tune sounds a little more than similar to the theme song of the cult-classic children's show \"H.R. Pufnstuf,\" you're not alone. Paul Simon of Simon and Garfunkel sued the show's creators, Sid and Marty Krofft, accusing them of ripping off his composition. Simon won the battle and his name was added to the credits of the show.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900001a" } }, { "id" : "4f7bdcebe8221ddc6c000003", "href" : "spotify:track:4FdDorlbJTVHcH3djLbIfn", "title" : "Ode To Billie Joe", "artist" : "Bobbie Gentry", "place" : "Money, Mississippi", "quip" : "When this tune became a No. 1 hit in 1967, everybody wanted to know one thing: what exactly did Billie Joe and his girlfriend throw off the Tallahatchie Bridge before Billie committed suicide? Bobbie Gentry never revealed what it was and maintained the song is more about the relationships of those reacting to the news rather than the news itself. Regardless, the song remained so popular that, years later, an eponymous novel and a film were released, both of which hint that it was Billie Joe's struggle with his own sexuality that led him to his death.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900001b" } }, { "id" : "512aa35be8221d7367000001", "href" : "spotify:track:1nFtiJxYdhtFfFtfXBv06s", "title" : "Something In The Way", "artist" : "Nirvana", "place" : "Aberdeen, Washington", "quip" : "The bridge Kurt Cobain mentions in this song may be the Young Street Bridge over the Wishkah River in his hometown of Aberdeen, Washington. Some doubt the veracity of this claim as the river is usually very full, leaving no room for shelter under the bridge. Nevertheless, the bridge serves as a destination for Nirvana fans, as well as a nearby 13-foot electric guitar statue dedicated to Cobain.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900001c" } }, { "id" : "4ffe5dcd7e2262f6fc81bfeb", "href" : "spotify:track:3NUBjLOCBy6tZASQbhx8KT", "title" : "Stari Most", "artist" : "Rick Korte", "place" : "Bosnia and Herzegovina", "quip" : "In the city of Mostar, the Stari Most bridge -- a feat of early architecture -- stood for over 420 years until it was destroyed by artillery fire during wartime in 1993. The bridge was reconstructed in 2001 using similar technology and materials. Young men of the area come to the bridge to compete in a diving tradition that dates back to 1664!", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900001d" } }, { "id" : "510d53cae8221d6871000005", "href" : "spotify:track:1WSkwy069Hyin1mHF93Zid", "title" : "The Bridge Came Tumblin' Down", "artist" : "Stompin' Tom Connors", "place" : "Vancouver, Canada", "quip" : "The Second Narrows Bridge, which connects eastern and northern Vancouver, collapsed in 1958 killing a total of 19 workers. Subsequent investigations narrowed the cause to a wrong engineering calculation on a section of temporary support, or \"falsework.\" This faulty falsework seems not to be the only problem as survivors and historians also point to subpar building materials and bad engineering practices. Whatever the cause, this disaster became permanently imprinted on the minds of its local community and is commemorated through this song.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900001e" } }, { "id" : "4f13c8b04de1c2a1bbdf95bc", "href" : "spotify:track:06zh28PcYIFvNOAz5Wq2Xb", "title" : "Under The Bridge", "artist" : "Red Hot Chili Peppers", "place" : "Los Angeles, California", "quip" : "But which bridge is it? Ah, the perennial question. However, even when Anthony Kiedis of the Red Hot Chili Peppers was asked by Rolling Stone in 1992, he remained vague. \"It's downtown,\" he said. \"But it's unimportant. I don't want people looking for it.\" He said that the real message of the song was the feeling of hopelessness, loss and indecision he experienced during his time of severe heroine addiction. He said the only savior he knew was his city. \"I grew up here for the last twenty years, and it was LA -- the hills, the buildings, the people in it as a whole -- that seemed to be looking out for me more than any human being.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900001f" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d1669000026" }, "title" : "In The Studio", "features" : [ { "id" : "4f13c8b04de1c2a1bbdf95ac", "href" : "spotify:track:1UqvjwyJJrkK8WA35V9yyI", "title" : "2120 South Michigan Avenue", "artist" : "The Rolling Stones", "place" : "Chicago, Illinois", "quip" : "The title of this tune refers to the address of Chess Records Studios in Chicago, Illinois. Bill Wyman, bassist for the Stones, was jamming along in the studios until the other five band members joined. They decided to credit this collaborative effort to \"Nanker Phelge,\" a collective pseudonym used by the Rolling Stones for songs of equal collaboration.", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d1669000021" } }, { "id" : "4f7bdee2e8221dda6c000002", "href" : "spotify:track:5dVtj4IAnYSrI3jVfIFIaC", "title" : "Farmhouse", "artist" : "Phish", "place" : "Burlington, Vermont", "quip" : "Farmhouse (and its eponymous album) was recorded in something not unlike, well, a farm house. Phish frontman Trey Anastasio owns a recording studio in Burlington, Vermont, named \"The Barn.\" Its exact location is known only to those privy to band members, such as fellow recording artists and the band's biggest \"phans.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000022" } }, { "id" : "4f13c8b04de1c2a1bbdf95bc", "href" : "spotify:track:6Jn7zdjjr88ixb1HXouvQ9", "title" : "In The Garage", "artist" : "Weezer", "place" : "Los Angeles, California ", "quip" : "The inspiration for this tune is the garage the members of Weezer shared when they first started writing and recording songs. On Mar. 19, 1992, Matt Sharp and Rivers Cuomo moved into a house at 2226 Amherst Avenue (in West Los Angeles, close to the city of Santa Monica), which is where they conceptualized their iconic \"blue\" album and recorded their first demo. If you'd like to catch a glimpse of the house that made history, it is used in the band's music video for \"Say It Ain't So.\"", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d1669000023" } }, { "id" : "513510b8e8221da16a000001", "href" : "spotify:track:5dIgg4mrQHOlVm1ZFYHW29", "title" : "Smoke On The Water", "artist" : "Deep Purple", "place" : "Montreux, Switzerland", "quip" : "The lyrics of this song refer to a real event. Deep Purple had come to the Montreux Casino to record an album using the \"Rolling Stones Mobile Studio.\" Unfortunately, before any recording could be done, a fire broke out at a Frank Zappa concert being held at the venue -- apparently due to a fan firing a flare gun. The blaze destroyed both the Casino and a lot of music equipment. The fire's smoke wafted over nearby Lake Geneva -- creating real smoke on the water.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000024" } }, { "id" : "4f7bdef2e8221d6c60000002", "href" : "spotify:track:4X1LS2LEYxKdlvHq5oZesi", "title" : "Sweet Home Alabama", "artist" : "Lynyrd Skynyrd", "place" : "Muscle Shoals, Alabama", "quip" : "Neil Young rivalry, Watergate mention, and plenty of references to the south -- this song is a southern anthem. One lyric of the song mentions the Muscle Shoals Sound Studio in Colbert County, Alabama. This studio was the vogue place to record at the time. The Rolling Stones, Paul Simon, Canned Heat, Bob Seger... all the biggest names recorded there. And if it weren't for \"the Swampers\" -- or the Muscle Shoals Sound Rhythm Section -- the recordings wouldn't have had that particularly good backup support that made the studio iconic.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000025" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d1669000034" }, "title" : "In Protest", "features" : [ { "id" : "4ffe5dcd7e2262f6fc81c023", "href" : "spotify:track:51g0cXxQTDo90cppU2Ijfb", "title" : "A Nation Once Again", "artist" : "The Wolfe Tones", "place" : "Ireland", "quip" : "Written in the 1840s, this song is a prime example of \"Irish rebel music\" produced when Ireland was still struggling for independence. Littered with Greek and Roman allegories, this song became one of the most popular protest songs for those supporting Ireland's freedom.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000027" } }, { "id" : "4f13c8b04de1c2a1bbdf95aa", "href" : "spotify:track:02GBqptybyd1YuqYp8in3n", "title" : "Alabama", "artist" : "John Coltrane", "place" : "Birmingham, Alabama", "quip" : "On Sept. 15, 1963, an explosion at an African-American church in Birmingham, Alabama, killed four girls between the ages of 11 to 14. It was later determined that the attack was orchestrated by members of a local Ku Klux Klan group. Three months later, Coltrane presented this as a response to the tragedy.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000028" } }, { "id" : "51292612e8221dc816000005", "href" : "spotify:track:2BvICts98IjE1Bh17qo2B6", "title" : "Deportee (Plane Wreck At Los Gatos)", "artist" : "Old Crow Medicine Show", "place" : "Coalinga, California", "quip" : "This protest song by Woody Guthrie tells the story of the crash of an airplane full of migrant farm workers being deported back to Mexico. The plane went down in Los Gatos Canyon, about 20 miles west of Coalinga, California.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000029" } }, { "id" : "4ffe5dcd7e2262f6fc81c00d", "href" : "spotify:track:2Q8rnPSOQBgJ4KGVXgEbnG", "title" : "Finlandia, Op. 26", "artist" : "Jean Sibelius", "place" : "Finland", "quip" : "By the end of the 19th century, the people of Finland had just about enough of Russia's oppressive control and censorship. Nationalism was on the rise and many Finns began to organize to create newspapers and other media in protest of their own autonomy. Composer Jean Sibelius was among them, including this piece. \"Finlandia\" has since become an informal second national anthem and a totem of the country's journey to independence.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900002a" } }, { "id" : "4ffe5dcd7e2262f6fc81c01f", "href" : "spotify:track:1Bh3GMDtYN2FB4jWp7VlrZ", "title" : "Get Up, Stand Up", "artist" : "Bob Marley", "place" : "Haiti", "quip" : "We can't be certain, but some say Bob Marley wrote this tune after brief trip to Haiti. After roaming the streets of Port-au-Prince, he found himself deeply moved by the extreme poverty he witnessed and was compelled to write a call-to-arms for human dignity. What resulted is perhaps one of the most well-known songs for social change and is chanted at protests around the world.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900002b" } }, { "id" : "4f343f1be8221d7243000000", "href" : "spotify:track:5Ixo7kVPzQlpdn7VVHET7b", "title" : "Ohio", "artist" : "Crosby, Stills, Nash & Young", "place" : "Kent, Ohio", "quip" : "On May 4, 1970, members of the Ohio National Guard opened fire on a group of Kent State College students participating in a protest against the invasion of Cambodia. Four students were killed and nine others were injured. Some of the wounded were not taking part in the protest. Neil Young was so moved by the pictures of the tragedy in LIFE Magazine that he started writing the music that would eventually become \"Ohio.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900002c" } }, { "id" : "513511e2e8221d7a6a00000a", "href" : "spotify:track:51jnsY9d9kPv1sGw82L6Fe", "title" : "Street Fighting Man", "artist" : "The Rolling Stones", "place" : "London, United Kingdom", "quip" : "Written after Mick Jagger attended an anti-war rally at London's U.S. Embassy where 25,000 gathered, this tune was inspired by the activist spirit he felt growing everywhere -- especially in France. \"There was all this violence going on,\" he told Rolling Stone Magazine in a 1995 interview. \"I mean, they almost toppled the government in France; DeGaulle went into this complete funk, as he had in the past, and he went and sort of locked himself in his house in the country. And so the government was almost inactive. And the French riot police were amazing.\" In comparison, he felt London was \"quiet,\" and wrote this tune in response.", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d166900002d" } }, { "id" : "4f13c8b04de1c2a1bbdf95a8", "href" : "spotify:track:6j1fiAG1NFBqPDRfJY19Yv", "title" : "The Lonesome Death Of Hattie Carroll", "artist" : "Bob Dylan", "place" : "Baltimore, Maryland", "quip" : "Most of what Bob Dylan sings about in this song is accurate. In 1963, a young white man by the name of Zantzinger physically assaulted a black woman by the name of Hattie Carroll. She later died. Because the cause of her death was only indirectly related to the blow, Zantzinger was charged with manslaughter and served a six-month prison term. Dylan's used that experience in protest to the racial violence common at that time.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900002e" } }, { "id" : "4f147ad13bfb3f40b8977e69", "href" : "spotify:track:6uXRrTE4ztjycHrzZHp31E", "title" : "Waist Deep in the Big Muddy", "artist" : "Pete Seeger", "place" : "Louisiana", "quip" : "Set in the muddy rivers of Louisiana, this tune tells the story of a platoon on practice patrol that is commanded to continue marching in dangerous conditions, ultimately ending in the commanding captain's demise. Although the lyrics never directly mention it, this song became a protest anthem of the Vietnam War, as its theme -- a leader pushing unwitting and unwilling subordinates toward an unpopular and arguably dangerous goal -- was a sentiment felt by many of the war's protesters. Others noticed the similarity, too: Seeger performed the song on the \"Smothers Brothers Comedy Hour,\" a popular variety show of the 1960s, but due to the tune's political tone, his performance was edited out.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900002f" } }, { "id" : "4ffe5dcd7e2262f6fc81c04c", "href" : "spotify:track:2SGfKTYnLLX1UCEA84O6IZ", "title" : "Zombie", "artist" : "Fela Kuti", "place" : "Nigeria", "quip" : "Fela Kuti, legendary Nigerian \"afrobeat\" musician, wrote this as criticism of his country's government. He uses \"zombie\" as his chief metaphor in representing the cruelty and mindlessness of Nigeria's foot soldiers. The song gained enormous popularity -- but it came at a brutal price. The song ignited the wrath of Nigeria's ruling class and its military set out against the musician and those close to him, attacking his followers and throwing his mother out of a second story window.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000030" } }, { "id" : "4ffe5dcd7e2262f6fc81c010", "href" : "spotify:track:61HPVMfIgPAZBeemMQXzYg", "title" : "Bye Bye Badman", "artist" : "The Stone Roses", "place" : "France", "quip" : "Fed up with the suffocatingly conservative, overcrowded and congested conditions of their nation's colleges, French college students staged a series of protests in 1968 that escalated into about 11 million workers going on strike. The Stone Roses allude to this revolutionary action through this song. (Side note: on The Stone Roses' eponymous debut album art features three lemon slices set upon a Jackson Pollock-esque painting. The fruit itself is an homage to those activist students, who used lemons to counteract the effects of tear gas deployed by police.)", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000031" } }, { "id" : "4ffe5dcd7e2262f6fc81bfdd", "href" : "spotify:track:1rkjtYrtNFT5CXhfLla8h8", "title" : "Mothers of the Disappeared", "artist" : "U2", "place" : "Argentina", "quip" : "While working on The Joshua Tree album in 1986, U2 traveled down to South America to continue humanitarian work. There, the band members learned of a few organizations led by dissenting mothers who believed their children to be \"disappeared\" by agents of the state due to their opposition against their governments' military dictatorships. The experiences of both the Mothers of Plaza de Mayo (who protested Argentina's \"Dirty War\") and Committee of the Mothers Monsignor Romero (who protested El Salvador's Salvadoran Civil War) served as a source of inspiration and discomfort for Bono who was disturbed by the United States' support of these regimes.", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d1669000032" } }, { "id" : "5201237be8221df45d000001", "href" : "spotify:track:4nuUssdgKFy2QyYHHNkZQW", "title" : "Sunday Bloody Sunday", "artist" : "U2", "place" : "Derry, Northern Ireland", "quip" : "\fThe phrase \"Bloody Sunday\" comes from a 1972 incident in city of Derry in Northern Ireland. During a protest, 26 demonstrators were shot and killed by British forces. U2 drummer, Larry Mullen, Jr. mentioned about how the song is actually anti-sectarian: \"We're into the politics of people, we're not into politics. Like you talk about Northern Ireland, 'Sunday Bloody Sunday,' people sort of think, 'Oh, that time when 13 Catholics were shot by British soldiers'; that's not what the song is about. That's an incident, the most famous incident in Northern Ireland and it's the strongest way of saying, 'How long? How long do we have to put up with this?' I don't care who's who - Catholics, Protestants, whatever.\"", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d1669000033" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d1669000039" }, "title" : "Home For A Holiday", "features" : [ { "id" : "510f491fe8221d132000001c", "href" : "spotify:track:3ovY5ZW8ljTvjS9PVKs5Ex", "title" : "A Symphony: New England Holidays", "artist" : "Charles Ives", "place" : "Danbury, Connecticut", "quip" : "Charles Ives wrote this \"Holiday\" symphony exploring the role of childhood memories during four different annual holidays. Ives noted that many of his experiences in his hometown of Danbury, Connecticut, were drawn upon for inspiration, lending an air of nostalgia and truthfulness to the tunes.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000035" } }, { "id" : "4f147ad13bfb3f40b8977e64", "href" : "spotify:track:75GH9Pb5ld8Z8hr7ARL2Pw", "title" : "Casimir Pulaski Day", "artist" : "Sufjan Stevens", "place" : "Illinois", "quip" : "On the first Monday of March, polish communities across Illinois come together to celebrate \"Casimir Pulaski Day.\" Poland-born Pulaski is hailed as saving George Washington's life during the American Revolution and as the \"Father of the American Cavalry.\" His legacy is celebrated with an annual parade and, for most kids, a day off of school.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000036" } }, { "id" : "4f13c8b04de1c2a1bbdf95c5", "href" : "spotify:track:2gtG7NnyWoqntVkL0cFHCr", "title" : "Christmas In Hollis", "artist" : "Run DMC", "place" : "New York City, New York", "quip" : "Joseph \"Run\" Simmons, Jason \"Jam Master Jay\" Mizell and Daryll \"DMC\" McDaniels all went to high school together in the Hollis district of Queens, N.Y. and it wouldn't be a stretch to think this song is all about how they spent their holidays in the big city. Bonus fact: you can hear this song in another Christmas classic: \"Die Hard.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000037" } }, { "id" : "51357f8be8221d826d000015", "href" : "spotify:track:6K39SI3SlWNI5C3jT9OEwd", "title" : "Sjosala vals", "artist" : "Evert Taube", "place" : "Stockholm, Sweden", "quip" : "This famous Swedish sing-along is about \"Sjosala,\" the summer house of the country's famous and noble Taube family (their lineage dates back to at least the 12th century). Located in Stockholm's archipelago, the house was said to be a picturesque version of a perfect summer holiday and the song makes many references to its beauty. Sadly, in 1969, it was burnt to the ground by alleged Taube \"fan\" Mona Wallen-Hjerpe, who was later found to suffer from schizophrenia.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000038" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d1669000045" }, "title" : "Mountains", "features" : [ { "id" : "4f91a983e8221df672000000", "href" : "spotify:track:4nSIU26NBKTDjE1CVGAL3U", "title" : "A Year In The Catskills", "artist" : "Peter Schickele", "place" : "Hudson Valley, New York", "quip" : "Peter Schickele is perhaps better known under the name of his alter ego P.D.Q. Bach, a fictitious \"forgotten son\" of the Bach family. But this piece doesn't have anything to do with fun parody. It's more of a neoclassical fusion -- he pairs his Baroque expertise with other musical styles (blues, for instance) that could be associated with the culture of the Catskills' eclectic arts scene.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900003a" } }, { "id" : "515b8124e8221d4e23000004", "href" : "spotify:track:5rdAWw85cpjhsnCGceRsDM", "title" : "An Alpine Symphony", "artist" : "Richard Strauss", "place" : "Bavaria, Germany", "quip" : "Richard Strauss' ambitious tone poem depicting a mountain ascent, inspired by his love of mountaineering and his home in the Bavarian Alps.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900003b" } }, { "id" : "4f147ad13bfb3f40b8977e81", "href" : "spotify:track:6T8qnBbc2rxlWLiweD1e5M", "title" : "Blue Ridge Mountains", "artist" : "Fleet Foxes", "place" : "Tennessee", "quip" : "The Blue Ridge Mountains span a huge section of the Appalachian Mountain range, but here Fleet Foxes sing about the peaks of Tennessee. Fun fact: they're called the \"Blue\" mountains because of the vast amounts of plant life releasing \"volatile organic compounds\" into the air. Those molecules act sort of like a prism that scatters blue light from the sun's rays. And there's your science lesson for today!", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900003c" } }, { "id" : "4ffe5dcd7e2262f6fc81bff4", "href" : "spotify:track:379dHhnQIL9yz4LUlX1ABA", "title" : "Canadian Carnival Overture", "artist" : "Benjamin Britten", "place" : "Canada", "quip" : "Benjamin Britten was in a bit of an inspirational lull when he and his partner decided to vacation in North America. It was in the Laurentian Mountains of Canada where he found his spark again and, while listening to Quebecois folk tunes, inspired him to write this composition.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900003d" } }, { "id" : "4f7bde51e8221ddb6c000001", "href" : "spotify:track:585rRzhiAOBLclO4MGvUh0", "title" : "Denali", "artist" : "Ronn McFarlane", "place" : "Matanuska-Susitna Borough, Alaska", "quip" : "Much of McFarlane's work is inspired by nature -- however this may be his most grandiose source of creativity. Mt. Denali (also known as Mt. McKinley) is the highest mountain in North America. Its name means \"the high one\" in Athabaskan (the indigenous language of the region). McFarlane says he was particularly inspired by the contrast of the rich, lush land that surrounds the base of the bleak, icy peak.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900003e" } }, { "id" : "4ffe5dcd7e2262f6fc81c04f", "href" : "spotify:track:37lYrZzmbRiEySPGkiGjXA", "title" : "Fairytale", "artist" : "Alexander Rybak", "place" : "Norway", "quip" : "Rybak told the St. Petersburg Times in an 2009 interview: \"I was traveling through Norway in the mountains on the west coast. Every day, I walked for several hours, thought a lot and observed the life around me. When I was on the highest mountain, I took out my violin and started playing the melody.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900003f" } }, { "id" : "50ef4f18e8221d3b29000001", "href" : "spotify:track:5VKd5lmkTX8c8sRUcxGPT8", "title" : "On Top Of Old Smokey", "artist" : "Burl Ives", "place" : "Knoxville, Tennessee", "quip" : "Although we don't know exactly which \"Smokey\" Mountain this old folk song refers to, we know the highest mountain among the Great Smoky Mountains of Tennessee and North Carolina is Clingman's Dome. However, our apologies -- we don't know which Italian restaurant featured the cheese-covered spaghetti that suffered the tragic loss of a meatball when somebody sneezed.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000040" } }, { "id" : "516dcec9e8221dae10000006", "href" : "spotify:track:3jmtLBYrJTFKfSg5v4ijCz", "title" : "Recuerdos de la Alhambra", "artist" : "Francisco Tarrega", "place" : "Granada, Spain", "quip" : "Memories of the Alhambra was written to invoke the impression of the Moorish fortress \"Alhambra,\" which is described as \"an atypical example of Muslim art in its final European stages.\" Built atop the mountainous region of Granada, the Alhambra is world-renowned for its splendor and opulence, more a palace than a military holdout. Its nickname translates to \"a pearl set in emeralds.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000041" } }, { "id" : "4f7bdeb0e8221d6a60000002", "href" : "spotify:track:0DjMhBt7aGjrbboFQeGYeG", "title" : "Rocky Mountain High", "artist" : "John Denver", "place" : "Aspen, Colorado", "quip" : "Colorado has two official state songs and this is one of them. It's a controversial pick, as many think John Denver referring to drug use. The songwriter says it's completely untrue -- and he could be imprisoned if he's lying. He spoke directly to the Federal Communications Commission in 1985 when his song was banned by radio stations across the U.S. because of those drug associations. He said he was actually referring to the \"elation, celebration of life\" one experiences when in the midst of the beauty of nature.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000042" } }, { "id" : "4f91a8f4e8221d1b75000000", "href" : "spotify:track:2EE0FDu3SbgOHA1VlQY3f4", "title" : "Symphony No. 50, Mount St. Helens: I. Andante", "artist" : "Alan Hovhaness", "place" : "Skamania County, Washington", "quip" : "When Mount St. Helens violently erupted on May 18, 1980, 20th century composer Alan Hovhaness did not need to look far from home for his next musical inspiration. Although great swaths of ash blanketed the area, Hovhaness was not downwind of the blast, and his home was spared. This symphony pays tribute to the awesome force of the volcanic blast and hints at the rebirth possible after such a terrifying event.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000043" } }, { "id" : "4ffe5dcd7e2262f6fc81bfef", "href" : "spotify:track:4YNIlBGTyODWaqMxcz6Y7I", "title" : "Symphony No. 6 \"The Mountains of Brazilâ€ù", "artist" : "Heitor Villa-Lobos", "place" : "Brazil", "quip" : "With his sixth symphony, Villa-Lobos undertook one of the most ingenious and downright incredible approaches to melodic writing ever. With extensive topographical photographs of the Brazilian mountainside at his disposal, Villa-Lobos actually constructed the melodic contour -- the rise and fall of his note choice -- along the same pattern as the mountain silhouette. Believe it or not, Villa-Lobos also used this technique in a miniature piano piece titled \"New York Skyline.\" Suffice to say, that piece is missing the sensuous curves boasted by his Symphony No. 6.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000044" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d166900004c" }, "title" : "Assassinations", "features" : [ { "id" : "4f13c8b04de1c2a1bbdf95bc", "href" : "spotify:track:6mNPESnajReoVSd2FrXuiF", "title" : "Abraham, Martin and John", "artist" : "Smokey Robinson & The Miracles", "place" : "Los Angeles, California", "quip" : "To say the decade of the 1960s was a contentious political time is an almost unacceptable understatement. By the end of the decade, two major figures of the Civil Rights era -- President John F. Kennedy and Martin Luther King, Jr. -- were slain and many were looking for hope. To some, Bobby Kennedy was just that. However, whatever leadership he would have provided was cut tragically short. Minutes after winning the Democratic Party presidential primary in 1968, he was shot at the Ambassador Hotel in Los Angeles, California. Twenty-six hours later, on June 6, he was pronounced dead.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000046" } }, { "id" : "4f13c8b04de1c2a1bbdf95ae", "href" : "spotify:track:4ydcmX9gpPdRilc5ILyz4c", "title" : "In The Summer Of His Years", "artist" : "Connie Francis", "place" : "Dallas, Texas", "quip" : "While America grieved the death of John Kennedy, songwriters Herb Kretzmer and David Lee wrote a song to commemorate the late president's legacy. Connie Francis recorded it soon afterward and donated proceeds from it and the following album to the family of J. D. Tippit, a policeman who was also killed on the day of the assassination.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000047" } }, { "id" : "4f3c0768e8221d395f000000", "href" : "spotify:track:53v7QFVc6zHhmZs1xn9OQt", "title" : "Lincoln Portrait", "artist" : "Aaron Copland", "place" : "Washington D.C.", "quip" : "In 1942, Copland was commissioned to paint a \"musical portrait\" of a famous American. He first considered Walt Whitman before ultimately deciding his American should be a politician. He selected Lincoln, who was assassinated at Ford's Theater in Washington, D.C. on April 14, 1865. Copland drew vocal text from a number of the president's lesser known speeches to provide insight into his personality and character. As the piece ends, however, listeners may recognize a passage from a particularly famous address.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000048" } }, { "id" : "4ffe5dcd7e2262f6fc81c04b", "href" : "spotify:track:77vuFD7UAUoEGTdcgKzGce", "title" : "Mano Dayak", "artist" : "Tinariwen", "place" : "Agadez, Niger", "quip" : "Mano Dayak was a Tuareg freedom fighter who led the Tuareg Rebellion in northern Niger during the 1990s. He was on his way to peace talks with the Nigerian Prime Minister when his airplane crashed shortly after take-off, killing all on board. Although officials declared the crash to be an accident, many of his supporters say it was sabotaged. Dayak's legacy lives on as many believe his actions he opened up a new, freer life for the Tuareg people. Tinariwen, who are also Tuareg, praise him through this song as a savior.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000049" } }, { "id" : "4f13c8b04de1c2a1bbdf95c0", "href" : "spotify:track:5L5viOHGE90ioL47eA04tM", "title" : "O King", "artist" : "Luciano Berio", "place" : "Memphis, Tennessee", "quip" : "On April 2, 1968, Martin Luther King Jr. was assassinated. Berio wanted to honor his memory with a threnody (a hymn in mourning of the dead). In this work, the vocalists slowly piece together the name of the civil rights leader, first with sounding out the vowels and then adding the consonants, one by one.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900004a" } }, { "id" : "4f7b6061e8221ddc6c000000", "href" : "spotify:track:0fTwALWYeGU27mJRBuuV1g", "title" : "White House Blues", "artist" : "Charlie Poole", "place" : "Buffalo, New York", "quip" : "After hearing anarchist Emma Goldman speak on social reform in Cleveland, Ohio, Leon Czolgosz targeted President William McKinley and devised an assassination plan. He knew McKinley would be visiting the magnificent Temple of Music at the Pan-American Exposition in Buffalo, N.Y. so he traveled there to make his move. Czolgosz stood in line to shake the president's hand -- instead, he fired two shots from his .32 Iver Johnson pistol. Only one bullet hit McKinley, but it would ultimately lead to the president's demise. His doctor was unable to extract the bullet and, after a few days of high temperature and gangrene infection, McKinley died on Sept. 14, 1901 at 2:15 a.m.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900004b" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d1669000054" }, "title" : "College Daze", "features" : [ { "id" : "4ffe5dcd7e2262f6fc81c02b", "href" : "spotify:track:31rGCrhGlPIj5MNLxSkls8", "title" : "Across The Sea", "artist" : "Weezer", "place" : "Japan", "quip" : "Rivers Cuomo was inspired to write this tune after receiving a letter from \"across the sea\" -- Japan. Although he never contacted her, Cuomo was deeply moved by the questions the young girl asked of him about his interests and experiences at Harvard University. In the lyrics, he wonders about the life of the Japanese girl and compares it to his own depressed outlook.", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d166900004d" } }, { "id" : "510d7c19e8221d4b71000002", "href" : "spotify:track:46xcSHOULGo0efsI9fkUp2", "title" : "Albany", "artist" : "Tim Herscovitch", "place" : "Albany, New York", "quip" : "This track is all about the composer's experience in Albany during the winter. It was written in February 2011, in the Days Inn on Western Ave. across from State University of New York, Albany. As the snow tumbled endlessly down, making even close travel impossible, Tim and some of his friends spent an unforgettable weekend snowed in. The music attempts to capture a moment in time spent in a previously unfamiliar place, but one which will be forever etched in the memories of all who were there.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900004e" } }, { "id" : "4f91aa92e8221df372000000", "href" : "spotify:track:1akgiRM3mN2nxu2AX6ACCW", "title" : "I Love College", "artist" : "Asher Roth", "place" : "West Chester, Pennsylvania ", "quip" : "Asher Roth went to West Chester University and loved it so much that he wrote a song. It caught like wildfire and became the party anthem for college students across the nation. \"I wrote that song for me,\" Roth told MTV News in a 2009 interview. \"Because I'm sitting on the couch and I'm like, 'I love college, I miss college, I want to go to college for the rest of my life.' I wrote that song for me. Next thing you knew, you had a bunch of people being like, 'I feel that same exact way.'\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900004f" } }, { "id" : "5139305fe8221d2d6a00001c", "href" : "spotify:track:2zmso6bWVy5WliSMaCU2rD", "title" : "My Old School", "artist" : "Steely Dan", "place" : "Annendale, New York", "quip" : "Although the lyrics mention The College of William & Mary, this song is actually about Donald Fagen's experiences in Bard College -- specifically a pot raid that landed Fagen and about fifty other \"long haired\" kids in jail. While locked up, the cops shaved their heads. Fagen was so upset about the situation that he refused to attend graduation. Although he promised he'd \"never go back to that old school,\" he returned in 1985 to accept an honorary doctorate.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000050" } }, { "id" : "51350f87e8221d7a6a000003", "href" : "spotify:track:2zdvsb1PA3poEA0lkAhuwb", "title" : "Roma Symphony", "artist" : "Georges Bizet", "place" : "Rome, Italy", "quip" : "The Prix de Rome was a highly prestigious scholarship that existed for 305 years and was won by the world's top painters, sculptors, architects, and musicians. Georges Bizet, now mainly known for his opera \"Carmen,\" won the award in 1857, requiring him to study at the French Academy in Rome for two years and create a piece of music to commemorate this period of scholarship. His time at the academy sparked his Symphony in C, a work that Bizet would continue to revise over the next 11 years. Originally, Bizet intended to name each movement after a different Italian city (Rome, Venice, Florence, and Naples), but this idea seems to have fallen by the wayside during subsequent revisions. All in all, the Roma Symphony is a glimpse of Bizet's student days, with the scherzo standing out as the most polished movement of the four.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000051" } }, { "id" : "4f13c8b04de1c2a1bbdf95bc", "href" : "spotify:track:3G6usnYRXDnDDYsjdBLUZK", "title" : "Strike Up The Band For UCLA", "artist" : "George Gershwin", "place" : "Los Angeles, California", "quip" : "When UCLA was looking for a new rally song in 1936, they approached George Gershwin with a request for a new tune. Instead, he gifted them his song \"Strike Up the Band\" from his unsuccessful 1927 musical of the same name. It has been used ever since.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000052" } }, { "id" : "4f13c8b04de1c2a1bbdf95ab", "href" : "spotify:track:17Qj1HcrBR00pmTvrs7vDW", "title" : "U-Mass", "artist" : "Pixies", "place" : "Boston, Massachusetts", "quip" : "The lyrics came later but the guitar riff was formed while Black and Santiago were apathetically attending the University of Massachusetts in Boston. \"I think we called it the Yardbirds-ish song,\" Santiago told Magnet Magazine in a 2001 interview. \"For whatever reason -- I guess it reminded us of the Yardbirds.\" Eventually, the pair would drop out of college in hopes of forming a band.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000053" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d166900005f" }, "title" : "Cafes & Restaurants", "features" : [ { "id" : "4f3c0768e8221d395f000000", "href" : "spotify:track:0GmRPoU0PrO1crMm7mB7zg", "title" : "Afternoon Delight", "artist" : "Starland Vocal Band", "place" : "Washington, D.C.", "quip" : "Songwriter Bill Danoff was having lunch at a place called Clyde's in Washington D.C. when he noticed a bit of inspiration on his menu -- the \"afternoon delight\" specials. Although the song could be interpreted to be chock-full of innuendoes, Danoff maintains that he mainly wanted to write something light and fun rather than risque. \"I didn't want to write an all-out sex song,\" Danoff told the Los Angeles Times. \"I just wanted to write something that was fun and hinted at sex. It was one of those songs you could really have a good time writing.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000055" } }, { "id" : "4f7bdf11e8221d6b60000002", "href" : "spotify:track:4OjKHySJHstsImlUW3qfml", "title" : "Alice's Restaurant Massacre", "artist" : "Arlo Guthrie", "place" : "Stockbridge, Massachusetts", "quip" : "It may seem like satirical hyperbole, but most of the facts are actually true. Yes, Guthrie went to visit friends who lived in an abandoned church to and tried to help them dispose of their trash. Yes, he had to appear in front of a blind judge to address his charge for the improper disposal of trash. And yes, it eventually made him unfit to fight in the Vietnam War. Although it was once something of an anti-war anthem, it's now become a Thanksgiving tradition (as the whole ordeal mentioned within the song happens at Thanksgiving time) and is frequently played on radio stations in late November.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000056" } }, { "id" : "510d53bde8221d4871000002", "href" : "spotify:track:5WcT6iTgnYLA5RGGJe8GXb", "title" : "Ambulance Blues", "artist" : "Neil Young", "place" : "Toronto, Canada", "quip" : "This tune references The Riverboat, a coffeehouse in the counterculture haven of Toronto's Yorkville neighborhood. It was a popular hangout and performance stage for folk artists during that time, such as Joni Mitchell, Simon & Garfunkel and Arlo Guthrie. Despite its rich musical history, the coffeehouse closed its doors in 1978.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000057" } }, { "id" : "513511e2e8221d7a6a00000a", "href" : "spotify:track:01HraRiyqu51c9bafDTg5W", "title" : "Bar Italia", "artist" : "Pulp", "place" : "London, UK", "quip" : "The coffee shop where the singer of Pulp's \"Bar Italia\" is nursing his hangover has quite a history. As the blue plaque on the outside wall of the shop says, inventor John Logie Baird showcased the first TV prototype at this cafe.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000058" } }, { "id" : "513511e2e8221d7a6a00000a", "href" : "spotify:track:7MARvjDn2GJUoZgghqqKo2", "title" : "Hong Kong Garden", "artist" : "Siouxsie And The Banshees", "place" : "London, UK", "quip" : "I'll never forget, there was a Chinese restaurant in Chislehurst called the Hong Kong Garden, said Siouxsie in a 2001 interview with Punk Top Ten. \"Me and my friend were really upset that we used to go there and like, occasionally when the skinheads would turn up it would really turn really ugly. These gits would just go in en masse and just terrorize these Chinese people who were working there. We'd try and say, 'Leave them alone,' you know. It was a kind of tribute.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000059" } }, { "id" : "5135116ae8221d7a6a000006", "href" : "spotify:track:0jGgzYGsklhUyCybr8Ldzx", "title" : "Left Behind", "artist" : "CSS", "place" : "Helsinki, Finland", "quip" : "While on tour with Gwen Stefani, CSS had a wild night out that inspired this tune. \"We were deejaying in this place after a show in Helsinki and the place, it looked like a pizza parlor,\" CSS told BBC in a 2008 interview. \"And everyone was like, 'This club is so cool!' We arrived there, it was a restaurant!\" Things got intense quickly -- \"throwing beer bottles against the walls, dancing on tables, wearing the lamps as hats\" -- but the band members found inspiration in the atmosphere, especially after wrestling low morale while touring. \"It was so stressful and sometimes you feel like you are going to die, you can't deal with problems anymore, you just need to leave them behind.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900005a" } }, { "id" : "4f13c8b04de1c2a1bbdf95c5", "href" : "spotify:track:2rhFaau65TFMv4mACtE9it", "title" : "Scenes From An Italian Restaurant", "artist" : "Billy Joel", "place" : "New York City, New York", "quip" : "Yes, he was inspired by a real restaurant called Fontana di Trevi, right across the street from Carnegie Hall in New York City. \"They didn't really know who I was, which was fine with me, but sometimes you would have a hard time getting a table,\" Billy Joel told USA Today in a 2008 interview. \"Well, I went there when the tickets had gone on sale for [my dates at] Carnegie Hall, and the owner looks at me and he goes [in an Italian accent], 'Heyyy, youra that guy!' And from then on, I was always able to get a good spot.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900005b" } }, { "id" : "4f13c8b04de1c2a1bbdf95bc", "href" : "spotify:track:2Xdc6qyaFBJZ8QW1KhpVci", "title" : "Soul Kitchen", "artist" : "The Doors", "place" : "Venice, California", "quip" : "Jim Morrison spent a lot of time composing and listening to the jukebox at his favorite restaurant Olivia's Soul Food on the corner of Main and Ocean Park in Venice, Calif. Even though he'd probably there \"sleep all night\" if he could, the owners didn't agree and would quite literally have to kick him out at closing time. His love for it was still strong, so he wrote a song in its honor.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900005c" } }, { "id" : "51910d25e8221d937b000001", "href" : "spotify:track:7sd33gT2RyV5S3iENbHGX6", "title" : "Sweet Hitch-Hiker", "artist" : "Creedence Clearwater Revival", "place" : "Berkeley, California", "quip" : "Hidden within the lyrics is a reference to the \"Greasy King,\" which was a nickname for the burger stand near the band's rehearsal studio. Their studio had a nickname, too -- Cosmo's Factory -- a reference to the band's smokey workroom where they cooked up some of their greatest hits.", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d166900005d" } }, { "id" : "4f13c8b04de1c2a1bbdf95c5", "href" : "spotify:track:7f9sC9fvtjYSZYOLSmKJlq", "title" : "Tom's Diner", "artist" : "Suzanne Vega", "place" : "New York City, New York", "quip" : "Susanne Vega's diner is actually Tom's Restaurant on 112th Street and Broadway in New York City. Its \"restaurant\" sign is the same one that is used in the popular TV show, Seinfield. \"I always thought it was a funny thing because now it has become like a symbol of New York,\" Vega told a 1996 crowd at the El Rey Theater in Los Angeles. \"Because back 15 years ago when I wrote the song, it was just a neighborhood joint.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900005e" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d1669000065" }, "title" : "Inspired By Americana", "features" : [ { "id" : "51240130e8221d6d18000003", "href" : "spotify:track:5hYtQrZ1FNsfAWKA52x7Pv", "title" : "America The Beautiful", "artist" : "Blake Shelton", "place" : "Colorado Springs, Colorado", "quip" : "It was on Pike's Peak, just 10 miles west of Colorado Springs, that Katharine Lee Bates got the first bit of inspiration to pen the poem that would become one of America's most iconic theme songs. In 1893, Bates was traveling to Colorado College to teach a summer school English class. Many of the sights she saw on the way moved her, but the view of the Rocky's \"purple mountain majesties\" really stuck. Two years later, her poem was published and soon set to music. It serves as the United States' unofficial second national anthem.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000060" } }, { "id" : "4f147ad13bfb3f40b8977e74", "href" : "spotify:track:2Hat0raAonF7o4zPmHud2u", "title" : "Our Town", "artist" : "Aaron Copland", "place" : "New Hampshire", "quip" : "American playwright Thornton Wilder wrote \"Our Town\" while living in the MacDowell Colony in Peterborough, New Hampshire. He says he was inspired by many of the adjacent towns and their histories. When the play was adapted into a film in 1940, Aaron Copland wrote a score to conjure that uniquely American experience of New England. It would become one of the first movie scores he'd pen in a long career of writing for film.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000061" } }, { "id" : "4f91aa33e8221df972000001", "href" : "spotify:track:31uDDqGSIeFoUryCWSHB8N", "title" : "String Quartet No. 12", "artist" : "Antonin Dvorak", "place" : "Spillville, Iowa", "quip" : "Dvorak composed this piece while visiting a Czech immigrant community in Spillville, Iowa. Experts aren't sure what specific American music mechanic he drew from -- African-American spirituals, Native American sounds, or immigrant culture are all contenders -- however it seems as though the composer believed the States influenced his music in a big way. \"I should never have written these works 'just so' if I hadn't seen America,\" Dvorak wrote about his quartet in 1893.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000062" } }, { "id" : "4f13c8b04de1c2a1bbdf95c5", "href" : "spotify:track:2IL4v2XnFOxXhkYOkFvAma", "title" : "Symphony No. 9, \"New World Symphony\"", "artist" : "Antonin Dvorak", "place" : "New York City, New York. ", "quip" : "Composed while he was director of the New York Conservatory, Dvorak's \"New World Symphony\" was written in part to help America define the \"sound\" which would constitute its particular musical idiom. Ever the ethnomusicologist, Dvorak drew upon Native American music and other folk sources to create a symphonic masterpiece that will be forever linked to the United States of America.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000063" } }, { "id" : "4f91aa92e8221df372000000", "href" : "spotify:track:0D41Ju4xv7lor20KlxKnI4", "title" : "The Old Maid And The Thief", "artist" : "Gian Menotti", "place" : "West Chester, Pennsylvania", "quip" : "Gian Menotti always had a gift for opera, so when NBC wanted to commission an opera specifically for radio, Menotti was the man for the job. He recently visited the hometown of Samuel Barber (a composer and Menotti's writing partner) and was so inspired by the quaintness of the area, he decided to set the opera there. It eventually broadcasted in 1939 to great success.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000064" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d166900006c" }, "title" : "Hometown", "features" : [ { "id" : "512aa845e8221dae63000001", "href" : "spotify:track:5TOYgNohZAFEPOtnchPhZS", "title" : "Arlandria", "artist" : "Foo Fighters", "place" : "Arlandria, Virginia", "quip" : "David Grohl spent much of his youth in Virginia, so it's no surprise that he seeks the state's pastoral countryside as his favorite place of reprieve. Instead of the sleepy suburb of Alexandria where he grew up, Grohl pays homage to his current Virginia home in Arlandria.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000066" } }, { "id" : "4f147ad13bfb3f40b8977e78", "href" : "spotify:track:2T5Ch09nefwckOu5NQvjIk", "title" : "Carolina In My Mind", "artist" : "James Taylor", "place" : "North Carolina", "quip" : "James Taylor was on an exotic vacation on the Mediterranean island of Formentera when it struck -- homesickness. He missed his home state of North Carolina so much that he started to write. He later recorded it at Trident Studios in London with \"a holy host of others.\" Paul McCartney and George Harrison contributed to the original recording, as they were also at Trident working on the Beatles' \"White Album.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000067" } }, { "id" : "4f341ebde8221d8a43000000", "href" : "spotify:track:0mRLlcbMVGMjT5Pca8uMzl", "title" : "Green River", "artist" : "Creedence Clearwater Revival", "place" : "Winters, California", "quip" : "As a boy, John Fogerty (songwriter and guitarist for CCR) would often visit Putah Creek near the town of Winters, California, with his family. Although the song is inspired from his experiences there, the name doesn't correspond to the color of the creek. He got it from the label of a syrup bottle at a local soda fountain -- his favorite flavor was called \"Green River\"!", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d1669000068" } }, { "id" : "5129252be8221dce16000045", "href" : "spotify:track:1sLzyoiclw4N4cIj0asgia", "title" : "Lakeside Park", "artist" : "Rush", "place" : "Port Dalhousie, Canada", "quip" : "This endearing tune was written about Neil Peart's childhood memories growing up in and around Lakeside Park near Lake Ontario. Peart says it's not his favorite composition -- he says it makes him \"cringe\" when he hears it on the radio -- but nothing beats nostalgia. The lyrics also reference the 24th of May, which is Victoria Day in Canada.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000069" } }, { "id" : "4f13c8b04de1c2a1bbdf95d2", "href" : "spotify:track:3R47BVunpwXhQbLWrClD94", "title" : "Lights", "artist" : "Journey", "place" : "San Francisco, California", "quip" : "Although it's now a well-known anthem for the \"City by the Bay,\" this song didn't start out that way. It was actually written about California's other big city -- Los Angeles. Steve Perry originally wrote \"the sun shines on LA\" as a part of the lyrics, but he didn't think it was quite right. Once he started jamming with San Francisco-based Journey, it all clicked. Perry changed it to \"the sun shines on the bay,\" and rock history was made.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900006a" } }, { "id" : "519f9efbe8221d5e68000002", "href" : "spotify:track:23oxJmDc1V9uLUSmN2LIvx", "title" : "Ocean Avenue", "artist" : "Yellowcard", "place" : "Jacksonville, Florida", "quip" : "Yellowcard is singing about the streets of their hometown in this song. \"It's this place where we used to hang out in Jacksonville,\" guitarist Benjamin Harper told the Boston Phoenix. \"Instead of talking about a girl, it's talking about a scene and a feeling that we want to get back to: hanging out and writing, before we moved to California.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900006b" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d1669000072" }, "title" : "Coal Mines", "features" : [ { "id" : "5123c6bde8221d8717000003", "href" : "spotify:track:7zxBAsMsPtWXE8EfgiZoNW", "title" : "Ballad Of Spring Hill", "artist" : "Peter, Paul and Mary", "place" : "Springhill, Canada", "quip" : "This tune (originally written by Peggy Seeger and Ewan MacColl) could be referring to one of the many coal mining disasters to occur in the town of Springhill in Cumberland County, Nova Scotia. An especially severe instance happened in 1958 when an underground earthquake caused the mine's ceiling to collapse, trapping and killing 74 miners.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900006d" } }, { "id" : "4f7bddade8221ddb6c000000", "href" : "spotify:track:1hduQpHYPZaDQClL1XsIgQ", "title" : "Coal Miner's Daughter", "artist" : "Loretta Lynn", "place" : "Johnson County, Kentucky", "quip" : "Butcher Holler is a coal mining community in Johnson County, Kentucky. It's a part of the Van Lear community (for which Loretta Lynn paid homage to with her 2004 \"Van Lear Rose\" album). Lynn wrote this song in 1969 as an autobiographical look at her own childhood, full of harsh chores, meager budgets and reading the Bible by coal-oil light. She later wrote an autobiography by the same name and the book eventually inspired an Academy Award-winning movie in 1980.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900006e" } }, { "id" : "4f7bddbbe8221d6b60000000", "href" : "spotify:track:4XrKmL4ZIeuS8wioyco0KY", "title" : "Ludlow Massacre", "artist" : "Woody Guthrie", "place" : "Ludlow, Colorado", "quip" : "After years of organizing in secret, the unrecognized United Mine Workers of America called for a strike at coal mining companies in Colorado. However, the union was unrecognized and many miners continued to work -- much to the strikers' dismay. They staged skirmishes and fights at various mines from September 1913 on until something went terribly wrong. On April 20, 1914, the Colorado National Guard attacked a tent colony in the town of Ludlow with machine guns and fire. It resulted in the death of at least 19 people, most of whom were women and children. Historians call this a seminal moment in labor law history and particularly influential in forming child labor laws and the eight-hour work day.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900006f" } }, { "id" : "4f147ad13bfb3f40b8977e68", "href" : "spotify:track:47QsP5uPZp3he5UrVsK8bs", "title" : "Paradise", "artist" : "John Prine", "place" : "Kentucky", "quip" : "The city of Paradise in Muhlenberg County, Kentucky, suffered a great deal due to extensive coal mining in the region. Many of the coal companies that took over the region have left in the wake of more stringent environmental laws and the scars could still be seen years later -- water quality problems along the Green River, coal slurry pits abandoned by \"Mister Peabody\" (or the Peabody Coal Company) and landscapes hacked to pieces.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000070" } }, { "id" : "4f7bddc6e8221d6a60000001", "href" : "spotify:track:69ljcWDploYq6o5mKaXhvS", "title" : "Schofield Mine Disaster", "artist" : "Rosalie Sorrels", "place" : "Scofield, Utah", "quip" : "On May 1, 1900, a dust explosion killed more than 200 people at the Winter Quarters Mine in Scofield, Utah. It was the worst mining accident that had happened in coal's history up to that time. Due to extremely unsafe mining practices, victims were killed not only by fire but by the toxic combination of gases produced. Out of this extreme tragedy, many of the miners started to organize and pave the way for more regulation and safety in the coal mining industry.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000071" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d1669000078" }, "title" : "Small Towns", "features" : [ { "id" : "4f7bdf40e8221d6660000001", "href" : "spotify:track:53GpNOI1Qe1tx0p6CROgwx", "title" : "Barrytown", "artist" : "Steely Dan", "place" : "Barrytown, New York", "quip" : "Barrytown gained significant notoriety in the 1970 when a seminary was built there for the Unification Church, a highly controversial religious organization founded by Korean religious leader Sun Myung Moon. As the songs lyrics would suggest, the members of the church were often described as eccentric. The lyric \"I can see by what you carry that you come from Barrytown\" refers to the unique bouquets of flowers members of the church would sell.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000073" } }, { "id" : "51392d37e8221d4b7000001a", "href" : "spotify:track:0LMURKNxUPx7OIInOqSc3N", "title" : "Lodi", "artist" : "Creedence Clearwater Revival", "place" : "Lodi, California", "quip" : "John Fogerty's struggle for success is chronicled in this tune. Lodi, a small town in California, serves as an example of the tiny places he'd play while touring with The Golliwogs (an earlier version of Creedence).", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d1669000074" } }, { "id" : "4f7bdf47e8221d6960000003", "href" : "spotify:track:06yREZ9X92R2e9RJpdzZ2O", "title" : "Nutbush City Limits", "artist" : "Ike & Tina Turner", "place" : "Nutbush, Tennessee", "quip" : "Tina Turner's hometown of Nutbush, Tennessee, couldn't hold a diva like her for long. As she sings, it was a place where \"25 was the speed limit, motorcycle not allowed in it\" and \"no whiskey for sale.\" By the time she released this song, she had already launched to super-stardom and left her home \"one-horse town\" far behind. She produced this homage-of-sorts in 1973 with her soon-to-be-ex-husband, Ike. It would be the last hit single they would ever produce together.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000075" } }, { "id" : "4f7bdf37e8221d6860000002", "href" : "spotify:track:4oE8zFdponjE1mtTi4geXA", "title" : "Small Town", "artist" : "John Mellencamp", "place" : "Seymour, Indiana", "quip" : "In this song, Mellencamp speaks about his experiences growing up in Seymour, Ind. This song, and especially the music video, launched Mellencamp as a \"champion of small town America.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000076" } }, { "id" : "5135107ee8221d8770000001", "href" : "spotify:track:6tnkelYfUlRVNN6z7KBLco", "title" : "Symphony No. 1 \"The Bells of Zlonice\"", "artist" : "Antonin Dvorak", "place" : "Zlonice, Czech Republic", "quip" : "The deliberate horns in the beginning of this symphony represent the tolling of bells in the small market town of Zlonice, Czech Republic. It is in Zlonice where Dvorak lived as he began his musical studies, likely giving the town a lifelong poignant significance for the composer. Dvorak entered this symphony for a German competition in 1865, but to his dismay the score -- his only copy -- was never returned to him. In 1882, the score was purchased in a used book store in Leipzig, Germany, but the purchaser did not realize its significance. It was not until 1936, 32 years after Dvorak's death, that the bells of Zlonice rang in all their glory during the symphony's first ever public performance.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000077" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d166900007c" }, "title" : "State Nicknames", "features" : [ { "id" : "4f147ad13bfb3f40b8977e83", "href" : "spotify:track:6WsS0a567n26tPAF2yn5u6", "title" : "Beehive State", "artist" : "Doobie Brothers", "place" : "Utah", "quip" : "Randy Newman wrote \"The Beehive State\" in the voice of a politician in Utah -- however, when he wrote it, he had never been to Utah. He says he was mostly inspired by the apologetic attitude he encountered when traveling between the coasts. \"People from the Midwest apologize to me all the time for not being from some big urban area,\" he told the Salt Lake Tribune in a 1995 interview. \"But the places look great to me.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000079" } }, { "id" : "4f147ad13bfb3f40b8977e68", "href" : "spotify:track:4Ejj0ZTjRNpkGCrLM5hMLC", "title" : "Bluegrass State Of Mind", "artist" : "Billy Ray Cyrus", "place" : "Kentucky", "quip" : "They call Kentucky the \"Bluegrass State.\" The nickname, and the folksy country music associated with the term, refers to the \"bluegrass\" that covers the state's rolling hills in a blue-green dream. Most of America's lawns are covered in bluegrass, however, they never achieve their bluish hue because they're often mowed before they reach maturity. How's that for an unexpected botany lesson?", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900007a" } }, { "id" : "4f147ad13bfb3f40b8977e77", "href" : "spotify:track:69yVxyuRahEzs2taFMVVoO", "title" : "Empire State of Mind", "artist" : "Jay-Z", "place" : "New York", "quip" : "When singer-songwriter Angela Hunte and her writing partner Jane't \"Jnay\" Sewell-Ulepic first wrote \"Empire State of Mind,\" they were far away from New York and feeling homesick. Little did they know they were writing not only an ode to the city that they loved but a mega-hit to be recorded by Jay-Z and Alicia Keys. Hunte knew Jay-Z from when they both lived in the area and she grew up at the \"560 State Street\" address referenced in the lyrics! Now you know!", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900007b" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d1669000082" }, "title" : "Urban Decay", "features" : [ { "id" : "4f147ad13bfb3f40b8977e62", "href" : "spotify:track:7D5LGaPWKe30hlz2oEz2Aa", "title" : "Big Yellow Taxi", "artist" : "Joni Mitchell", "place" : "Hawaii", "quip" : "On her first trip to the state of Hawaii, Mitchell saw nature's power, beauty, magnificence and the paved parking lots that got in its way. \"It broke my heart,\" she told the LA Times in a 1996 interview. \"...This blight on paradise.\" She wrote this song in response and, with its relatable \"don't know what you've got 'til it's gone\" theme, it became one of her most well-known works.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900007d" } }, { "id" : "4f13c8b04de1c2a1bbdf95af", "href" : "spotify:track:1CXj27BClhzxnD06iFcHb9", "title" : "Drunk On The Moon", "artist" : "Tom Waits", "place" : "Denver, Colorado", "quip" : "Tom Waits often stayed at the Oxford Hotel, which about a block away from the iconic Larimer St. in Denver, Colorado. A popular destination for those of the Beat Generation, the area was once home to Neal Cassady. Jack Kerouac wrote about the culture there in \"On The Road.\" By the time Waits wrote this song, however, the area was far from an artistic haven. Just a few short years had transformed it into a sort of skid row. In an 1975 interview with KPFK, Waits remarked how the area \"changed quite a bit\" since the '60s and how attempts at gentrification looked \"awful ridiculous 'cause right across the street is some real bona fide serious winos.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900007e" } }, { "id" : "4f7bdf6be8221d6c60000003", "href" : "spotify:track:3CTxcImER2VN4xGVF4mJCV", "title" : "My City Was Gone", "artist" : "The Pretenders", "place" : "Akron, Ohio", "quip" : "Pretender Chrissie Hynde left Akron, Ohio to become the wildly famous post-punk girl of the early '80s we all wanted to be (or just wanted). But when she returned to her hometown, it was hardly the place she remembered. Her city was \"reduced to parking spaces\" and \"paved down the middle by a government that had no pride.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900007f" } }, { "id" : "4f13c8b04de1c2a1bbdf95bc", "href" : "spotify:track:4pQbRjgavQZPc00lUr20Q2", "title" : "Why You'd Want To Live Here", "artist" : "Death Cab for Cutie", "place" : "Los Angeles, California", "quip" : "Love it or hate it, Los Angeles manifests all the major signs of urban blight through both of its environment and its people. Or, at least, that's the way it seems to Death Cab For Cutie frontman Ben Gibbard, as he comments: \"You can't swim in a town this shallow, you will most assuredly drown tomorrow.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000080" } }, { "id" : "51357cf7e8221d4b7000000b", "href" : "spotify:track:5oN8jhMW8wceKridYGbcZV", "title" : "Running to Stand Still", "artist" : "U2", "place" : "Dublin, Ireland", "quip" : "Dublin in the 1980s experienced an epidemic of heroin addiction -- and no place in Dublin saw it worse than the Ballymun Flats. Built in the 1960s, the flats were built to provide affordable housing to those displaced from the city center. But, over the years, the government housing became a prime example of urban decay. U2's frontman, Bono, lived close to the Ballymun's seven towers in his childhood. He uses this place as the setting in a story of a fictional, heroin-addicted couple living in the \"seven towers\" with only \"one way out.\"", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d1669000081" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d1669000087" }, "title" : "Canyons", "features" : [ { "id" : "4f7bdd65e8221dda6c000000", "href" : "spotify:track:1xFKRN7Dx8KP8zdg7zs7XN", "title" : "Bixby Canyon Bridge", "artist" : "Death Cab For Cutie", "place" : "Big Sur, California", "quip" : "Feeling confused about the meaning of life and success, Death Cab for Cutie frontman Ben Gibbard followed in his literary hero's footsteps -- Jack Kerouac, of \"On The Road\" fame -- up to Big Sur, California. He was looking for inspiration, answers, and soul cleansing -- and he hoped being in the same cabin that Kerouac stayed in would impart something he was missing. \"The first time I came here to Big Sur, I was waiting, I was sitting here waiting for something to happen, to have this epiphany about my life and how it relates to Kerouac, one of my idols, who I have the utmost respect for and who changed my life,\" said Gibbard in a 2008 Paste Magazine piece. The bridge, which is one of the most photographed pieces of architecture in the world, serves as a symbol of Big Sur.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000083" } }, { "id" : "4f147ad13bfb3f40b8977e59", "href" : "spotify:track:1x5uHYgAyyRhWy8PdpNNRz", "title" : "Grand Canyon Suite: III. On The Trail", "artist" : "Ferde Grofe", "place" : "Arizona", "quip" : "Wait for it... does this tune sound familiar? The \"On the Trail\" movement of Grofe's suite has been used in a variety of commercials, programs and movies over the years. It was also popularized by a 1958 Disney animated short, \"Grand Canyon,\" which later won an Academy Award for Best Short Subject in 1959. It can also be heard while passing the Grand Canyon diorama on the Disneyland Railroad at Disneyland in Anaheim, California. (Fun fact: At 206 feet long and 34 feet high, the diorama is one of the longest in the world.)", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000084" } }, { "id" : "4f13c8b04de1c2a1bbdf95bc", "href" : "spotify:track:6UkMcAA19lTdjs22jtB7o2", "title" : "Ladies Of The Canyon", "artist" : "Joni Mitchell", "place" : "Los Angeles, California", "quip" : "Laurel Canyon, nestled within the hills of California's Santa Monica Mountains, became a counterculture haven during the 1960s. Many of that decade's most famous musicians nestled themselves there -- Jim Morrison, Frank Zappa, Graham Nash and, yes, Joni Mitchell. The latter two had a brief love affair, which Nash immortalized in the song \"Our House.\" In Mitchell's ode to this time, she sings about the communal, bohemian atmosphere that she loved with the empowered women of the canyon.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000085" } }, { "id" : "4f147ad13bfb3f40b8977e83", "href" : "spotify:track:0gJ9tn49HxfPqXRdfP9bai", "title" : "Des canyons aux etoiles", "artist" : "Olivier Messiaen", "place" : "Utah", "quip" : "Composer Olivier Messiaen was commissioned by Alice Tully, a prominent New York philanthropist, to write a new work to commemorate the United States Bicentenary. Messiaen decided to travel to Utah to explore the country. During his trip, he visited Bryce Canyon National Park and was greatly impressed by its colorful landscape. He also visited Cedar Breaks and Zion National Park. During his stay, he wrote down some of the local birdsong which he later incorporated into the 12-movement work \"Des canyons aux etoiles\" (\"From the Canyons to the Stars\").", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000086" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d166900008c" }, "title" : "Battlegrounds", "features" : [ { "id" : "4ffe5dce7e2262f6fc81c082", "href" : "spotify:track:2mKxlEAaiElYJYh3GescLE", "title" : "Black Angels", "artist" : "George Crumb", "place" : "Vietnam", "quip" : "George Crumb's haunting work for \"electric string quartet\" stands as one of the most enduring musical echoes of the Vietnam War – even its name evokes military helicopters. The highly avant-garde, intentionally frightening work reflects the chaos and uncertainty of that war and moment in history. Its disjointed nature and numerological madness seems to hint at the ultimately insane process of war itself. Each member of the string quartet is also given a list of smaller instruments or objects that are used to make a variety of interesting noises -- including metal thimbles, crystal glasses, and maracas.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000088" } }, { "id" : "5178234ee8221dc762000001", "href" : "spotify:track:34o07PaANB4o1jQjsZQdLW", "title" : "Nightfall on Okinawa", "artist" : "Hans Zimmer", "place" : "Okinawa, Japan", "quip" : "The battle of Okinawa during World War II is frequently referred to as the \"typhoon of steel\" due to its overwhelming, incessantly contested and hellish nature. All told, nearly 200,000 individuals on both sides lost their lives in the scramble to control Okinawa and its strategically invaluable geographical position. In 2010, cable network HBO premiered \"The Pacific,\" a miniseries spotlighting the often under-represented scale and horror of the Pacific theater of WWII. Hans Zimmer's score is at once distinctly American, yet frequently alien in its dissonances and tragic avoidance of tonal resolution. The piece \"Nightfall on Okinawa\" in particular, seems to drip with sadness and confusion over this bloody event which lasted 82 days and resulted in more casualties than any other battle in the Pacific.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000089" } }, { "id" : "517820a6e8221dc962000001", "href" : "spotify:track:2U6aXOMuTVgA1wxIcPP4Te", "title" : "Safety Zone", "artist" : "Lou Reed", "place" : "Nanking, China", "quip" : "The famous Nanking Massacre represents a low point in the Second Sino-Japanese War as well as one of the worst instances of wartime atrocity of all time. Those who could escape ahead of the invading army did, but many were unable to relocate quickly enough. Thinking fast, an organized group of foreigners -- including doctors, businessmen, and religious figures -- decided to stay behind and establish the Nanking Safety Zone, a piece of land approximately the size of New York's Central Park. The Safety Zone would become a makeshift refugee camp that was recognized by the Japanese as a non-military target... for the most part. Lou Reed's song deals with the humanity and kindness shown by those who stayed behind to attempt to protect the innocent from the darkest elements of war's effect.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900008a" } }, { "id" : "51782edce8221dc562000003", "href" : "spotify:track:1XtI37VWRFytgCfzjg0Gl3", "title" : "Symphony No. 7 \"Leningrad\"", "artist" : "Dmitri Shostakovich", "place" : "Saint Petersburg, Russia", "quip" : "Few other composers faced the kind of daily threat and suffocating fear that Dmitri Shostakovich endured as a Russian composer during the reign of Joseph Stalin. Music was not officially recognized as a priority of the Soviet government, and only one defunct orchestra existed in Leningrad when Shostakovich sought to premiere this symphony there. Musical broadcasts had ceased entirely, and life was grim as the country was gripped tightly by Stalinism. On the surface, this symphony musically depicts the attempted Nazi invasion of Leningrad during World War II. Yet, Shostakovich hinted (vaguely enough to minimize personal danger) that the bleak music was also depicting the horrific conditions and quality of life in Leningrad under the Soviets.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900008b" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d1669000097" }, "title" : "Bars & Clubs", "features" : [ { "id" : "4ffe5dcd7e2262f6fc81bfea", "href" : "spotify:track:6QXC8AXR6J0UBoXsPF2bMr", "title" : "Boongie Drop", "artist" : "Lenny Kravitz", "place" : "Bahamas", "quip" : "While visiting a dancehall in the neighborhood near his Bahamian home, Lenny Kravitz was inspired to write this song not only by its vibe but the attitude of its patrons. \"There's a place down the street from where I live, and on Sunday nights, people come down there and dance,\" Kravitz told MTV News in a 2011 interview. \"And the thing I found beautiful was that you have these really full-figured Bahamian women showing up there, they know they're beautiful, and they're not buying into the lie, the stereotype of what media says is beautiful. They exude this pride, and the song's about that.\" (Oh, and side note: \"boongie\" is a Bahamian word for, er, one's backside.)", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900008d" } }, { "id" : "4f13c8b04de1c2a1bbdf95bc", "href" : "spotify:track:40IzXkMLfTKAgRvfJvqmCx", "title" : "Boys Are Back In Town", "artist" : "Thin Lizzy", "place" : "Los Angeles, California", "quip" : "Although some may assume Dino's Bar and Grill would be somewhere in Thin Lizzy's hometown of Dublin, Ireland, it was actually inspired by a very American location. On the band's first tour of the States, Phil Lynott insisted on seeing the restaurant of the famed TV show \"77 Sunset Strip\" set in Los Angeles, California. When the band arrived at the scene, they noticed another place next door -- Dino's Lodge -- which was once owned by legendary entertainer Dean Martin. Lynott was so taken by the name \"Dino\" he incorporated it into this tune.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900008e" } }, { "id" : "4f13c8b04de1c2a1bbdf95c5", "href" : "spotify:track:3VgVhmZkA99quKw6O5NLNh", "title" : "Copacabana", "artist" : "Barry Manilow", "place" : "New York City, New York", "quip" : "The story might not be entirely true, but the place is real. New York City's infamous Copacabana nightclub opened in 1940 with a little help from local mob boss Frank Costello.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900008f" } }, { "id" : "4f13c8b04de1c2a1bbdf95c5", "href" : "spotify:track:4h0SSw8betoj6o0zYzlI83", "title" : "Cotton Club Stomp", "artist" : "Duke Ellington", "place" : "New York City, New York", "quip" : "The Cotton Club was an extremely popular nightclub in New York City's Harlem district, especially during the prohibition era. Although many extremely popular black entertainers performed there, it was considered a \"white-only\" establishment. Duke Ellington found great fame at the club during his band's four years of residency there starting in 1927.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000090" } }, { "id" : "510d5431e8221d4f71000003", "href" : "spotify:track:1Jqpdw2Beky9nk2dGcTkro", "title" : "El Salon Mexico", "artist" : "Aaron Copland", "place" : "Mexico City, Mexico", "quip" : "El Salon Mexico is a relatively early work by Aaron Copland inspired by the actual El Salon Mexico, a dance hall in Mexico City. If themes within this work sound familiar, it's because Copland integrated at least four popular Mexican folk songs, most notably \"El Palo Verde,\" into his composition.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000091" } }, { "id" : "519f9efbe8221d5e68000002", "href" : "spotify:track:0NB68WBmKfJNC3fhhqfZGv", "title" : "Gimme Three Steps", "artist" : "Lynyrd Skynyrd", "place" : "Jacksonville, Florida", "quip" : "When he sings about \"cuttin' a rug down at a place called The Jug,\" he's referring to a real place. Members of Lynyrd Skynyrd were regulars at the \"Little Brown Jug,\" the \"West Tavern\" (now called \"The Pastime\") and \"The Still\" (now the \"S.O.S. Gentleman's Lounge\"). Besides drinking and dancing, they also would find themselves in a little trouble from time to time. At one point, a furious boyfriend of a girl they were dancing with pulled a gun on them... which in turn inspired this tune!", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000092" } }, { "id" : "4f13c8b04de1c2a1bbdf95d9", "href" : "spotify:track:5bGd0OxvxZSATIf2eEkmTD", "title" : "Holocene", "artist" : "Bon Iver", "place" : "Portland, Oregon", "quip" : "Yes, Holocene is the name of a bar in Portland, Oregon, however Bon Iver member Justin Vernon says the meaning of the song goes beyond just a local watering hole where the band once performed. He says he was also inspired by the literal definition of \"holocene\" -- the geological era or epoch. \"Our lives feel like these epochs, but really we are dust in the wind,\" he told The Oregonian in a 2011 interview. \"But I think there's a significance in that insignificance that I was trying to look at in that song.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000093" } }, { "id" : "4f7b621ae8221ddc6c000001", "href" : "spotify:track:7AVsnarHaBJr5QBcpP6ZMz", "title" : "Outside This Bar", "artist" : "Mark Eitzel", "place" : "Columbus, Ohio", "quip" : "American Music Club's Mark Eitzel spent a lot of time at Columbus-area bar, Andy's Pub. It was a time in his life when he embraced a fairly, er, enabling atmosphere. He and his girlfriend would stroll up to Andy's to soak it in -- his girlfriend's sister worked there and would load them up with free drinks. He wanted to write a \"big rock song\" that captured that vibe and reflect his personal experience. \"So it's about leaving the bar on a Sunday afternoon, so drunk that I couldn't walk, in about 100 degrees and 90 percent humidity,\" he told author Sean Body of the book \"Wish the World Away: Mark Eitzel and American Music Club.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000094" } }, { "id" : "5140ad06e8221d0f3e000001", "href" : "spotify:track:4gYYJ29alvvWw1LEkVKkC7", "title" : "The Dead Dog", "artist" : "Portugal. The Man", "place" : "Wasilla, Alaska", "quip" : "Portugal. The Man on a 2010 Myspace blog post: \"'The Dead Dog' was a bar out towards Big Lake off Pittman Road where -- no offense, Pittman ralliers -- some pretty shady folks spent their time.\" The bar has since closed due to declining patronage (some say it was due to the police station built near by), but its wild, rough-and-tumble legacy lives on in the memories of its loyal fans.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000095" } }, { "id" : "513511e2e8221d7a6a00000a", "href" : "spotify:track:4BzUzrCSJlUFOiR5UV7y7U", "title" : "Werewolves of London", "artist" : "Warren Zevon", "place" : "London, United Kingdom", "quip" : "There's only one Trader Vic's in London, so the \"werewolf drinking a Pina Colada\" mentioned in this song must be at the London Hilton. This tune mentions a few other places in the city, such as a real Chinese restaurant named \"Lee Ho Fook's\" (situated in the Chinatown district) as well as the suburb of Soho.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000096" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d166900009c" }, "title" : "Road To Home", "features" : [ { "id" : "4f7bdf21e8221d6a60000003", "href" : "spotify:track:2C8bQJXJUijSVzB7JIyUBg", "title" : "Brickyard Road", "artist" : "Johnny Van Zant", "place" : "Clay County, Florida", "quip" : "The original lead singer of Lynyrd Skynyrd, Ronnie Van Zant, lived with his wife and his daughter on Brickyard Road in Clay County, Florida. After his death in a tragic plane crash, Ronnie's brother Johnny wrote this song and took on the helm of frontman for the band. The song's sentimental power and popularity still live on -- fans regularly steal the signs that mark Brickyard Road, perhaps to take a bit of rock and roll history home with them.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000098" } }, { "id" : "5135118ae8221d2e6a000004", "href" : "spotify:track:7msn6OoGXrNOaBGvIH1eqT", "title" : "Cyprus Avenue", "artist" : "Van Morrison", "place" : "Belfast, Ireland", "quip" : "Cyprus Avenue was not where Van Morrison grew up. Rather, he contrasts the beautiful \"good\" side of town with working-class Hyndford Street, where Morrison called home. This song is full of references to the area as Van Morrison compares and contrasts life on each side of the metaphorical tracks.", "visible" : true, "_id" : { "$oid" : "52052515e8221d1669000099" } }, { "id" : "4f147ad13bfb3f40b8977e87", "href" : "spotify:track:2xYlyywNgefLCRDG8hlxZq", "title" : "Take Me Home, Country Roads", "artist" : "John Denver", "place" : "West Virginia", "quip" : "Taffy Nivert and Bill Danoff had the beginnings of \"Take Me Home, Country Roads\" written, but it wasn't until John Denver stopped by for a 3 a.m. jam session that the song really came together. Denver had his thumb in a cast from an earlier traffic accident, but that wouldn't stop him from collaborating. They finished up at around 6 a.m. and Denver knew it was a hit. Although they thought about selling it to Johnny Cash, Denver had to have it. When they premiered the piece at nearby venue Cellar Door, they received a five-minute ovation -- the longest ovation in the venue's history.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900009a" } }, { "id" : "4f7bdf2fe8221d6d60000002", "href" : "spotify:track:1nNR9pDoDqBGISAJhuykxO", "title" : "Tobacco Road", "artist" : "Nashville Teens", "place" : "Durham, North Carolina", "quip" : "John Loudermilk of the Nashville Teens wrote this song based on his experiences growing up in Durham, North Carolina. It's not his life, but the life he saw while working as a telegram deliverer in the area. Once an area plagued by prostitution, gambling and other crime, it was the perfect inspiration for a song about a road gone wrong.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900009b" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d16690000a0" }, "title" : "City Livin'", "features" : [ { "id" : "4f13c8b04de1c2a1bbdf95c5", "href" : "spotify:track:3FTm2YogTKs7wxeoE4oOB2", "title" : "Brooklyn", "artist" : "Wildlife Control", "place" : "New York City, New York", "quip" : "Brooklyn might not be a suburb in the traditional sense, but compared to Manhattan, it seems like a place where city people move to start enjoying a slower pace of life. \"You might say it's a song about working class city dwellers,\" says Neil Shah of Wildlife Control in an exclusive interview with Geotunes. \"There's conversations everyday in New York City where someone tells a friend they are moving to Brooklyn, and the friend replies 'everybody's moving to Brooklyn.'\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900009d" } }, { "id" : "4f13c8b04de1c2a1bbdf95bc", "href" : "spotify:track:64003fAAbyRqenrDKa6BdI", "title" : "Susan's House", "artist" : "Eels", "place" : "Los Angeles, California", "quip" : "Eels frontman Mark Oliver Everett mentions a bunch of Echo Park landmarks in \"Susan's House,\" but in an interview with LAist, he remarked that he doesn't seem to see them anymore. \"Occasionally landmarks from that side of town seem to pop up in the lyrics,\" he said. \"But as time goes on, I've lived there for so long now that it hasn't been popping up as much.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900009e" } }, { "id" : "510d53f8e8221d4871000003", "href" : "spotify:track:50LqU2nhdE3fmWOuqOjpjz", "title" : "Suzanne", "artist" : "Leonard Cohen", "place" : "Montreal, Canada", "quip" : "Within Cohen's mega-hit \"Suzanne,\" Cohen describes different landmarks and features of Montreal -- the place where he encountered Suzanne Verdal, famed girlfriend of sculpture Armand Vaillancourt.", "visible" : true, "_id" : { "$oid" : "52052515e8221d166900009f" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d16690000a6" }, "title" : "Riots", "features" : [ { "id" : "4f13c8b04de1c2a1bbdf95ac", "href" : "spotify:track:21VzMSp9S7bVkryuN7LUCi", "title" : "Chicago", "artist" : "Graham Nash", "place" : "Chicago, Illinois", "quip" : "When a huge number of demonstrators gathered outside of the 1968 Democratic National Convention, the police were instructed to control the situation using any means necessary. Unfortunately, the antagonistic atmosphere turned violent and rapidly transformed into a riot. Seven protestors were targeted and prosecuted -- they would become known as \"the Chicago Seven\" -- and Graham Nash would commemorate their story with this song.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000a1" } }, { "id" : "4f13c8b04de1c2a1bbdf95bc", "href" : "spotify:track:1qRA5BS78u3gME0loMl9AA", "title" : "For What It's Worth", "artist" : "Buffalo Springfield", "place" : "Los Angeles, California", "quip" : "Buffalo Springfield band member Stephen Mills was inspired by the 1966 Sunset Strip curfew riots when he wrote this tune. But what's the name got to do with anything? When Stills presented the song to a record company executive, he said, \"I have a song here, for what it's worth, if you want it.\" Seeing as he couldn't come up with a better title, the name stuck.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000a2" } }, { "id" : "4f13c8b04de1c2a1bbdf95b0", "href" : "spotify:track:1V35eB0PNpW2SxIeHEVCwt", "title" : "Panic In Detroit", "artist" : "David Bowie", "place" : "Detroit, Michigan", "quip" : "David Bowie himself has said it was \"the first song I ever wrote about terrorism.\" Picking up from experiences he heard from Michigander Iggy Pop, Bowie mentions major figures of contention, such as Che Guevara and John Sinclair of the White Panther Party, based on Pop's descriptions of radical political leaders of the late 1960s.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000a3" } }, { "id" : "513511e2e8221d7a6a00000a", "href" : "spotify:track:1piPrS1PYdle0bHhSPl3io", "title" : "White Riot", "artist" : "The Clash", "place" : "London, UK ", "quip" : "Joe Strummer and Simonon wandered over to the Notting Hill Carnival on Aug. 30. 1976, expecting a light afternoon of music and sun. Instead, they would witness an iconic riot that erupted between the black community and the large police presence that was guarding (and some would say antagonizing) its attendees. In a time where blacks and immigrant youth were beginning to massively protest against national inequities, lyricist Joe Strummer felt white youths weren't doing enough to also take action against the system -- and the incident further inspired him to write this anthem.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000a4" } }, { "id" : "4f13c8b04de1c2a1bbdf95bc", "href" : "spotify:track:3xmwKbGsL8jg8t7euIaTpn", "title" : "Zoot Suit Riot", "artist" : "Cherry Poppin' Daddies", "place" : "Los Angeles, California", "quip" : "The Zoot Suit Riots were a series of altercations in Los Angeles, California, during World War II, mainly between white servicemen stationed in southern California and Mexican-Americans. \"Pachucos,\" as members of the Mexican-American subculture were called, were known for their excessively baggy \"zoot suits.\" The outfits were seen as unpatriotic as fabrics were essentially being rationed at the time of the war. Racial and political tensions escalated in 1943 and ultimately culminated in riots throughout the city.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000a5" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d16690000ac" }, "title" : "Natural Disasters", "features" : [ { "id" : "51351125e8221d2d6a000001", "href" : "spotify:track:2qg5p61GthL5fsdXHw12w9", "title" : "Cities In Dust", "artist" : "Siouxsie And The Banshees", "place" : "Naples, Italy", "quip" : "In AD 79, a violent eruption of Mount Vesuvius destroyed the city of Pompeii. The power of the blast has been compared to a hundred thousand times the thermal energy released by Hiroshima's bombing, killing at least 16,000. About two thousand years later, Siouxie and the Banshees would find inspiration in the event, creating one of their most recognizable tunes.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000a7" } }, { "id" : "4f13c8b04de1c2a1bbdf95b3", "href" : "spotify:track:6H6GAGli71UPFwkTgM60Jt", "title" : "Galveston Flood", "artist" : "Tom Rush", "place" : "Galveston, Texas", "quip" : "In 1900, a tornado struck Galveston, Texas. It's considered one of the most deadly storms to ever hit the U.S. -- it ravaged the area, generated millions of dollars in damage, and caused the deaths of over 8,000 people. It soon became the topic of a Southern spiritual named \"Wasn't That A Mighty Storm.\" Folksinger Eric Von Schmidt found a version sung by Sin-Killer Griffin in Library of Congress Archives and decided to rerecord it. Since then, many others have followed suit.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000a8" } }, { "id" : "4f13c8b04de1c2a1bbdf95c4", "href" : "spotify:track:5elaqK7DxCGWybyt83xuZZ", "title" : "Houston", "artist" : "R.E.M.", "place" : "New Orleans, Louisiana", "quip" : "When Hurricane Katrina hit Louisiana, R.E.M. singer Michael Stipe wanted to write about it. Although known for his political fervor and heated activism, he contends that this song isn't about getting angry. \"Houston is not an angry song, in fact it's filled with sadness,\" he told The Sun. \"I was writing from the point of view of someone who has barely survived Hurricane Katrina and then been displaced.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000a9" } }, { "id" : "4f13c8b04de1c2a1bbdf95bc", "href" : "spotify:track:7gBAXEN0uE9Tm42TeuwyWz", "title" : "I Was Looking At The Ceiling And Then I Saw The Sky", "artist" : "John Adams", "place" : "Los Angeles, California", "quip" : "While reading an article about the 1994 earthquake in Los Angeles, California, librettist June Jordan saw a quote from a survivor that moved her to write. John Adams would later compose the music for \"I Was Looking At The Ceiling...\" and a modern opera was born. It is about many of the social and political struggles present in southern California -- immigration, police brutality, racism -- and uses the earthquake as a defining moment in the lives of all characters involved.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000aa" } }, { "id" : "4f147ad13bfb3f40b8977e5a", "href" : "spotify:track:6Ws3GKNOMs5hkGzhY9adlj", "title" : "When The Levee Breaks", "artist" : "Memphis Minnie", "place" : "Arkansas", "quip" : "Yes, one of Led Zeppelin's greatest hits was based on this tune about the Mississippi River Flood of 1927. The flood affected many states along the long and temperamental Mississippi, but the hardest hit was Arkansas with over two million of its farmland acres inundated.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000ab" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d16690000b2" }, "title" : "Intersections", "features" : [ { "id" : "510d540ee8221d4f71000002", "href" : "spotify:track:2mwp0luUowIr6at0QWcbq5", "title" : "Civil Twilight", "artist" : "The Weakerthans", "place" : "Winnipeg, Canada", "quip" : "This song is written from the point of view of a transit worker on an intersection called \"confusion corner.\" It's a reference to a particularly confusing junction of City Route 62 and City Route 42 in Winnipeg's Fort Rouge neighborhood.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000ad" } }, { "id" : "4f13c8b04de1c2a1bbdf95bc", "href" : "spotify:track:5tUMBfoL84M1AOYnL80qcz", "title" : "Fountain and Fairfax", "artist" : "The Afghan Whigs", "place" : "Los Angeles, California", "quip" : "This song is rumored to be about an Alcoholics Anonymous meeting that took place at the intersection of Fountain Ave. and Fairfax Ave. in Los Angeles, California. Seeing as its lyrics are all about the ebbs and flows of drinking, it's not a surprising correlation.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000ae" } }, { "id" : "4f13c8b04de1c2a1bbdf95c5", "href" : "spotify:track:5Q4OndPgegGCR88wPsXswf", "title" : "I'm Waiting For The Man", "artist" : "The Velvet Underground", "place" : "New York City, New York", "quip" : "The singer is waiting for his drug dealer at the intersection of Lexington Avenue and 125th Street in New York City. About $26 worth of heroin, to be precise.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000af" } }, { "id" : "510d53bde8221d4871000002", "href" : "spotify:track:4F94iWeUVSiSRLfTmse5KK", "title" : "Jane", "artist" : "Barenaked Ladies", "place" : "Toronto, Canada", "quip" : "Jane is named after the intersection of Jane Street and St. Clair Avenue in Toronto, which co-writer Stephen Duffy noted as one of the loveliest sounding intersections in the world.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000b0" } }, { "id" : "4f13c8b04de1c2a1bbdf95bc", "href" : "spotify:track:0KMZx7EzO23oMddkSpqhYj", "title" : "Sure Feels Right", "artist" : "Sixx:A.M.", "place" : "Los Angeles, CA", "quip" : "Ah, Los Angeles... the city of highways. The lyrics of this song mentions the most iconic (and notoriously congested) of the bunch. The 405, 10, 5, 101 are all popular thoroughfares and intersections for the densely populated city. Sometimes, as the singer suggests, your best bet is to ditch the bottlenecked freeways and go crusin' east or west on Sunset Blvd. to beat the traffic and soak up that LA sunshine.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000b1" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d16690000b6" }, "title" : "Gardens", "features" : [ { "id" : "51350e4de8221d2f6a000001", "href" : "spotify:track:7h6rWJPResRa8xkvnJpxqY", "title" : "Concierto de Aranjuez", "artist" : "Joaquin Rodrigo", "place" : "Madrid, Spain", "quip" : "Possibly the most famous guitar concerto of all time, the Concierto de Aranjuez seeks to depict the gardens at the elaborate Palacio Read de Aranjuez through \"the fragrance of magnolias, the singing of birds, and the gushing of fountains\" heard in this composition. Composed in 1939, this very popular piece (its Adagio section has been featured in a myriad of films and TV programs) is often mistakenly thought to be an 18th or 19th century piece. Of note is that Rodrigo himself was blind from the age of 3, and thus perhaps extra sensitive to the palace's many non-visual sensations.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000b3" } }, { "id" : "513511b3e8221d7a6a000008", "href" : "spotify:track:0N4DyPoxd8yfc8OUwWkdtk", "title" : "Gaudi Park", "artist" : "Tangerine Dream", "place" : "Barcelona, Spain", "quip" : "Over its nearly 50 year career, extremely prolific band Tangerine Dream has put out over two hundred albums, EPs and the like -- including an album all about parks and gardens. This track is inspired by Barcelona's Park Guell, a sprawling garden of topiary and architectural delight designed by famed Catalan architect Antoni Gaudi. Using his iconic Catalan Modernist style, the Park Guell is more of a living art piece than a playground; it features spiraling steeples, intricate mosaics and serpentine benches that curve and twist.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000b4" } }, { "id" : "51351225e8221d2a6a000002", "href" : "spotify:track:3r6qBrDohX6BTeU8gPC6BS", "title" : "Jardin du Luxembourg", "artist" : "The Ghost Of A Saber Tooth Tiger", "place" : "Paris, France", "quip" : "The Jardin du Luxembourg is one of the largest parks in Paris. Its history stretches back to the 17th century, when King Henry IV's widow wanted to build a garden like one she remembered as a child. It fell into disrepair until architect Jean Chalgrin (known for the Arc de Triomphe) set out to restore it and fill it with tons of statues. The park since has served as a romantic setting in literary works, including Les Miserables.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000b5" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d16690000bd" }, "title" : "Islands", "features" : [ { "id" : "510d98aae8221d3272000004", "href" : "spotify:track:1Q8RkL7Y0VszBi3MsXib0m", "title" : "Creeque Alley", "artist" : "The Mamas & The Papas", "place" : "Virgin Islands", "quip" : "Creeque Alley is a spot in the U.S. Virgin Islands where the members of The Mamas and The Papas frequently vacationed. The spot isn't directly referenced within the lyrics of the tune, rather, it's mostly about how the hugely famous group formed. If you listen carefully, you can hear references to a ton of other popular bands and songs at the time -- including a very obvious reference to their own biggest hit at the end!", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000b7" } }, { "id" : "510b6adde8221d3272000001", "href" : "spotify:track:0REoBNc0GpIztM2i3sNTal", "title" : "Cuban Overture", "artist" : "George Gershwin", "place" : "Havana, Cuba", "quip" : "In February 1932, George Gershwin vacationed in Havana, Cuba for two weeks. Profoundly inspired by the rhythmic vitality and tonal colorations he found, his resulting composition \"Cuban Overture\" brims with the character of the Caribbean. Gershwin later wrote of the piece's rapturously received premiere: \"It was, I believe, the most exciting night I have ever had... 17,845 people paid to get in and just about 5,000 were at the closed gates trying to fight their way in -- unsuccessfully.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000b8" } }, { "id" : "510d7590e8221d4f71000004", "href" : "spotify:track:7wcK9Q2We2EXUPnN8nNuFJ", "title" : "Janitzio", "artist" : "Silvestre Revueltas", "place" : "Patzcuaro, Mexico", "quip" : "This symphonic poem by Revueltas is his attempt to depict the island of Janitzio within Lake Patzcuaro, but not in a flowery way. The composer once wrote, \"Lake Patzcuaro stinks. Romantic travelers have embellished it with [a] picture-postcard...\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000b9" } }, { "id" : "5140e930e8221d353f000001", "href" : "spotify:track:24wYiQweoJMFoUU0xU1cjn", "title" : "Mallorca", "artist" : "Isaac Albeniz", "place" : "Mallorca, Spain", "quip" : "Continuing Albeniz's fascination with the Southern regions of Spain, this piece is an impressionist composition depicting the famous island of Majorca (or Mallorca) where Chopin once resided.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000ba" } }, { "id" : "513512a5e8221d2f6a000007", "href" : "spotify:track:2XUx5BGqEJzJpobPsy7kGO", "title" : "The Andree Expedition", "artist" : "Dominick Argento", "place" : "Svalbard", "quip" : "A huge moment in Swedish history, the Andree expedition set out to explore the North Pole via balloon. Unfortunately, the journey was doomed. The explorers crash-landed on a tiny frozen island near Svalbard -- a group of islands halfway between Norway and the North Pole -- and died slowly over the course of a month. A haunting chronicle of their final days was found through photographs and journals recovered from the scene much later. This song cycle commemorates the event.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000bb" } }, { "id" : "51292ba3e8221dca16000004", "href" : "spotify:track:2uambLgWLuZ1Zno28UALJT", "title" : "Tin Cup Chalice", "artist" : "Jimmy Buffet", "place" : "Key West, Florida", "quip" : "Just where does Jimmy Buffett want to go back? To the Key West, obviously. Sure, Jimmy Buffett of \"Margheritaville\" fame is known for celebrating a particularly dreamy kind of lifestyle -- but it wasn't always so easy. \"I was running from a bad marriage and a trail of debt, and wound up at the end of America,\" he says of his time in the Keys.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000bc" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d16690000c3" }, "title" : "Dam It!", "features" : [ { "id" : "4ffe5dcd7e2262f6fc81c051", "href" : "spotify:track:4VJhjj1htRj2Rb9kmz1ItF", "title" : "Damn The Dam", "artist" : "John Hanlon", "place" : "New Zealand", "quip" : "This song was adopted by opponents of the Lake Manapouri dam. A contentious issue during the early 1970s, the development of the dam was planned to merge two lakes and raise the water level -- a process that many feared would harm the local natural habitat. Although nearly 10 percent of New Zealand's population signed a petition against the project, the dam was built but also with the enaction of an independent body of overseers -- named the Guardians of Lake Manapouri, Monowai and Te Anau -- who are involved with the management process to this day.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000be" } }, { "id" : "4f7bddf4e8221d6660000000", "href" : "spotify:track:79iTDy4LkaizN2GxXUlOLf", "title" : "Grand Coulee Dam", "artist" : "Woody Guthrie", "place" : "Grand Coulee, Washington", "quip" : "The Bonneville Power Administration commissioned this piece from Guthrie in 1941 as propaganda of sorts to incite public support of federal electricity projects. Even so, it wasn't a compromise on Guthrie's part -- he felt he was getting more flak from the radio industry in New York than what this power company asked him to do. \"I got disgusted with the whole sissified and nervous rules of censorship on all my songs and ballads, and drove off down the road across the southern states again,\" he said as quoted on his website.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000bf" } }, { "id" : "50f04814e8221d3e29000002", "href" : "spotify:track:7GRGuuOPJVRz2WUtKOQ80y", "title" : "Hoover Dam", "artist" : "Sugar", "place" : "Boulder City, Nevada", "quip" : "Some think Sugar's \"Hoover Dam\" is a suicide song. \"It could be, if you wanted it to be,\" said Bob Mould of Sugar (and, of course, the legendary Husker Du) to the A.V. Club in a 2011 interview. He says it's an allegory of sorts for the music that had been living with him for a long time. He's hesitant to give it any particular meaning other than it being \"a very travelogue song.\" Even now, 20 years after he wrote it, it's still an active part of his set list -- mostly, he says, because it still fits his vocal range.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000c0" } }, { "id" : "5124153ae8221dce16000001", "href" : "spotify:track:7MYHwGAv8HPzSgEPrKGyRt", "title" : "Mother Country", "artist" : "John Stewart ", "place" : "Johnstown, Pennsylvania", "quip" : "Hidden within this story is a reference to the Johnstown Flood of 1889, which was caused by the failure of the South Fork Damn on the Little Conemaugh River in Pennsylvania. It was perhaps the most devastating man made disaster of its time. A gush of 20 million tons of water killed over 2,200 people and injured thousands of others. It marked the first major relief effort by the newly formed American Red Cross.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000c1" } }, { "id" : "4f7bddd1e8221d6d60000000", "href" : "spotify:track:7Lgfu6R90G0LbrKlAU9w5e", "title" : "Niagara Falls Suite", "artist" : "Ferde Grofe", "place" : "Niagra Falls, New York", "quip" : "This piece was actually commissioned by the New York State Power Authority to for the opening of its Robert Moses Power Plant at Niagara Falls. The Buffalo Philharmonic premiered the piece at the hydroelectric plant in 1961. The suite itself moves through the history of the Falls: from the time of Native American wars to its modern connotation of \"gettin' hitched.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000c2" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d16690000c7" }, "title" : "For Your Amusement", "features" : [ { "id" : "4f7bde0ae8221d6960000001", "href" : "spotify:track:0EeXjIZSlWSeOIS8UEVtTR", "title" : "Flying Horses", "artist" : "Dispatch", "place" : "Martha's Vineyard, Massachusetts", "quip" : "Pulling the rings at the Flying Horses in Martha's Vineyard, Massachusetts, is an old tradition -- so old, the carousel claims to be one of the oldest running carousels in the nation. The horses are said to date back to at least 1876 -- perhaps even older if the evidence from its restoration is to be believed. While going through the layers of paint that have covered the horses through the years, it seems as though they may actually have lived a past life as regular rocking horses that date back an additional century!", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000c4" } }, { "id" : "4f7f234de8221d721d000000", "href" : "spotify:track:6MRiN1pSLMvUcWzLySsLYM", "title" : "Knott's Berry Farm Molly -- Instrumental", "artist" : "John Fahey", "place" : "Orange County, California", "quip" : "Knott's Berry Farm became a theme park somewhat organically. Area farmer Walter Knott turned his family farm into a tourist attraction in the 1920s and, through the years, started installing more and more attractions (a ghost town, carnival rides, the Sky Jump). Finally, in 1975, he launched the Corkscrew, which was the first steel inverting roller coaster. From then on, it became one of the most popular theme park destinations in Southern California. It's especially famous for its annual \"Halloween Haunt\" event and Mrs. Knott's Chicken Dinner Restaurant.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000c5" } }, { "id" : "4f7bde13e8221dda6c000001", "href" : "spotify:track:0qwCPcIAlDytoUQr1x7cK9", "title" : "Palisades Park", "artist" : "Freddy Cannon", "place" : "Bergen County, New Jersey", "quip" : "Palisades Park operated from 1898 to 1971 in Bergen County, New Jersey. Although it always maintained a high level of popularity, it seems as though its success became its own demise. Indecision of ownership and terrible parking planning both contributed to the final decision to close. However, it will always stay open in this tune, complete with its homage of amusement park sound effects and organ music.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000c6" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d16690000cc" }, "title" : "Prisons", "features" : [ { "id" : "4f7bdec4e8221d6d60000001", "href" : "spotify:track:19NKQh7UsGP0dazET759jN", "title" : "Folsom Prison Blues", "artist" : "Johnny Cash", "place" : "Folsom, California", "quip" : "Johnny Cash was inspired to write this tune after watching the 1951 film \"Inside the Walls of Folsom Prison.\" And just like the movie, the content of his song is purely fictitious. Speaking of perhaps the most well-known verse -- \"I shot a man in Reno, just to watch him die\" -- Cash remarked, \"I sat with my pen in my hand, trying to think up the worst reason a person could have for killing another person, and that's what came to mind,\" Cash says in his autobiography. \"It did come to mind quite easily, though.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000c8" } }, { "id" : "4f7bdecfe8221d6860000001", "href" : "spotify:track:13bGloZLzJlD6eMGdiVAtP", "title" : "Las Cruces Jail", "artist" : "Two Gallants", "place" : "Las Cruces, New Mexico", "quip" : "This song serves as a fairly accurate portrayal of the life of Billy The Kid. While holed up at the Las Cruces Jail, he made a deal with the governor: in exchange for freedom, he would give testimony against another murderer. However, to borrow a term ol' Billy would probably use, he was double-crossed. And who's Deluvina, you may ask? Perhaps his No. 1 fan, Deluvina Maxwell was a Native American Navajo servant who is said to have pretty much worshiped Billy during his stay in Fort Sumner, New Mexico.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000c9" } }, { "id" : "4f7bded9e8221d6960000002", "href" : "spotify:track:44BaNiLu2qbBrTRAJDEVaj", "title" : "Parchman Farm", "artist" : "Mose Allison", "place" : "Sunflower County, Mississippi", "quip" : "They call the Mississippi State Penitentiary the \"Parchman Farm\" because it's built on top of what once was the Parchman Plantation. Mississippi required the prison to make a profit, so many of its inmates were required to work on a prison farm. During the first half of the 20th century, Parchman Farm was particularly notorious for its cruel \"trusty system,\" which had prisoners with life sentences guard and discipline other inmates. This was abolished in 1971.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000ca" } }, { "id" : "51350edfe8221d7a6a000001", "href" : "spotify:track:3pquobHvT6blOqXebCT1FZ", "title" : "Quatuor pour la fin du temps (\"Quartet for the End of Time\")", "artist" : "Olivier Messiaen", "place" : "Zgorzelec, Poland", "quip" : "Olivier Messiaen wrote the \"Quartet for the End of Time\" while interred in a German prisoner-of-war camp during World War II. Referring to both the seemingly apocalyptic end of life as he knew it as well as his reinvention of the use of rhythm in music, Messiaen scratched out this composition on stolen scraps of paper. During its premiere for the prisoners (and guards) within the camp in 1941, the composer played a beat-up piano while fellow musician prisoners played a cello, violin, and clarinet, all in terrible states of disrepair. Of the camp performance, Messiaen said, \"Never was I listened to with such rapt attention and comprehension.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000cb" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d16690000d1" }, "title" : "Here, There, Everywhere", "features" : [ { "id" : "510d53cae8221d6871000005", "href" : "spotify:track:3CA2omtaRCN3CZwwUaW6Nh", "title" : "Girls, Girls, Girls", "artist" : "Motley Crue", "place" : "Paris, France", "quip" : "The Crue immortalizes a variety of real strip clubs all over the world with this tune, from Los Angeles (Tropicana, Body Shop, Seventh Veil), to Vancouver (Marble Arch), to Ft. Lauderdale (Dollhouse), to Atlanta (Tattletales), and even to the legendary Crazy Horse in Paris, France.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000cd" } }, { "id" : "5125078be8221d8717000005", "href" : "spotify:track:3eCjmjpRgz2tXBa0a0WOwz", "title" : "I've Been Everywhere", "artist" : "Lucky Starr", "place" : "Winnemucca, Nevada", "quip" : "This tune may almost literally reference \"everywhere\" in the States, but the song opens up with the travelogue totin' his pack along a dusty road in Winnemucca, Nev., a tiny town to the northeast of Reno. You may be more familiar with Johnny Cash's rendition, but singer Lucky Starr popularized it first in 1962.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000ce" } }, { "id" : "510dd63de8221d1520000000", "href" : "spotify:track:2STQAr3BRiAeeveJ07gZh7", "title" : "Kokomo", "artist" : "The Beach Boys", "place" : "Aruba", "quip" : "Where exactly is Kokomo? Nowhere, because it's made up! The fictional island \"off the Florida keys\" is a sort of metaphor for all romantic destinations that a couple in love may want to visit. Of course, this popular tune mentions plenty of real vacation spots, beginning with the island of Aruba.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000cf" } }, { "id" : "4f13c8b04de1c2a1bbdf95ad", "href" : "spotify:track:02B7SoMf8FmdWJdZTqpnWF", "title" : "The Heart Of Rock And Roll", "artist" : "Huey Lewis And The News", "place" : "Cleveland, Ohio", "quip" : "Where is the heart of rock and roll? Cleveland! No, not just because that's where the Rock and Roll Hall of Fame and Museum resides, but because Huey Lewis was inspired by the city to write this song. There's a rumor that the original lyrics were actually supposed to be: \"the heart of rock and roll is in Cleveland\" (you can't unhear it!), but Lewis denies it. Regardless, the real message is that rock and roll is everywhere -- even in one of the many towns named within the tune.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000d0" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d16690000d6" }, "title" : "Suburbia", "features" : [ { "id" : "4f7bdf61e8221d6760000001", "href" : "spotify:track:1BZuxYKOocaZVmTJjHeCSE", "title" : "Harper Valley P.T.A.", "artist" : "Jeannie C. Riley", "place" : "Bellevue, Tennessee", "quip" : "When songwriter Tom T. Hall passed by the Harpeth Valley Elementary School in Bellevue, Tennessee, the name stuck in his mind. He paired that with the stories he heard growing up in a small town where many gossiped about the moral character of an independent, single mother in their neighborhood. \"To see this very insignificant, socially disenfranchised lady -- a single mother -- who was willing to march down to the local aristocracy and read them the riot act so to speak, was fascinating,\" he told AOL's The Boot in a 2011 interview. Although Hall originally planned on becoming a journalist, after winning a Grammy for writing this tune in 1968, he stuck to songwriting.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000d2" } }, { "id" : "4ffe5dcd7e2262f6fc81c012", "href" : "spotify:track:58ZbSGVIRaYjGx5N15siTx", "title" : "Shangri-La", "artist" : "The Kinks", "place" : "United Kingdom", "quip" : "Ray Davies of the Kinks is not referring to the fictional paradise of Shangri-La -- which was/is located in the Indian mountains -- but rather he takes a jab at English suburban mediocrity through this tune. With their perfect lives, the residents of their own domestic kingdoms realize that they can't attain much more than their cars, homes and dependably dull utilities bills.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000d3" } }, { "id" : "4f7bdf54e8221dda6c000003", "href" : "spotify:track:35PI5Hsq17h723EbyyDFsi", "title" : "Suburban Home", "artist" : "Descendents", "place" : "Manhattan Beach, California", "quip" : "To know Los Angeles is to know its suburban sprawl -- as these Manhattan Beach, California, punk rockers were well aware. This album would become one of the most significant of the 1980s punk rock movement. The title refers to frontman Milo Aukerman, as the album was released around the time he was accepted to study biochemistry at the University of California, San Diego.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000d4" } }, { "id" : "4f13c8b04de1c2a1bbdf95b4", "href" : "spotify:track:1M5a4uGEeeptMgQB639oja", "title" : "The Suburbs", "artist" : "Arcade Fire", "place" : "Houston, Texas", "quip" : "The lyrics could resonate with kids growing up in any suburb, but Arcade Fire members Will and Win Butler said they were particularly inspired by their childhood when their family was transplanted from a small California town to the suburbs of Houston, Texas. Instead of writing about pure escapism, they wanted to capture that setting. \"A lot of my heroes, from Bob Dylan to Joe Strummer, were suburban kids who had to pretend they were train-hoppers their whole lives. Talking about an experience and not make-believe [is what we're doing in on 'The Suburbs'],\" Win told NPR in a 2010 interview.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000d5" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d16690000da" }, "title" : "Hotels & Motels", "features" : [ { "id" : "4f13c8b04de1c2a1bbdf95bc", "href" : "spotify:track:4Rvhe8O90hFIExTJkdrRPM", "title" : "Hotel California", "artist" : "Gypsy Kings", "place" : "Los Angeles, California", "quip" : "No, there's not one specific Hotel California. Rather, you could say they were referring to all of them! \"We were all middle-class kids from the Midwest,\" said Don Henley of The Eagles, as quoted by Rolling Stone magazine. \"'Hotel California' was our interpretation of the high life in Los Angeles.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000d7" } }, { "id" : "4f7bde29e8221d6760000000", "href" : "spotify:track:0GSGhxx8uidFBhIN9WaUKc", "title" : "Memory Motel", "artist" : "The Rolling Stones", "place" : "Montauk, New York", "quip" : "While on tour in 1975-76, the Rolling Stones were staying at Andy Warhol's \"Eothen\" estate on Long Island. (Warhol had helped design the controversial album cover for \"Sticky Fingers.\") They were looking for a bar that had both a pool table and a piano when they happened upon the nearby Memory Motel on the Montauk Highway. It became their hangout and inspiration for a tune.", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d16690000d8" } }, { "id" : "4f13c8b04de1c2a1bbdf95c5", "href" : "spotify:track:2HjK6maq4kqxoUnufCdRbP", "title" : "Pennsylvania 6-5000", "artist" : "Glenn Miller", "place" : "New York City, New York", "quip" : "The title of this tune isn't an address, it's a phone number. In fact, it's the oldest continuing telephone number in New York City! The number is owned by the Hotel Pennsylvania, which is right near Madison Square Garden. It's an iconic building and, although it has been threatened with demolition over the years, it still stands.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000d9" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d16690000de" }, "title" : "Trains & Tracks", "features" : [ { "id" : "4ffe5dce7e2262f6fc81c079", "href" : "spotify:track:3jX76bkiOXY0r9Kqeo2ok5", "title" : "I Treni di Tozeur", "artist" : "Franco Battiato", "place" : "Tozeur, Tunisia", "quip" : "The title of this song translates to \"the trains of Tozeur\" and refers to the railway route that span the Atlas Mountains in Algeria and Tunisia. The destination of Tozeur is significant not only for this song but also for the origin of the train line -- it was originally built so that the King of Tunisia could travel in luxury from and to his winter palace in that city. His carriages were painted a deep red color and were referred to as Le Lezard Rouge (The Red Lizard) when he traveled through the area.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000db" } }, { "id" : "4ffe5dcd7e2262f6fc81c012", "href" : "spotify:track:2Kyx2PiWARs1xtn3yVkV8C", "title" : "The Beeching Report", "artist" : "iLIKETRAINS", "place" : "United Kingdom", "quip" : "An extensive restructuring of British railways resulted in dozens of station closures throughout the countryside. This cost-cutting measure was based on a report written by a Dr. Richard Beeching who accused the railways as hemorrhaging money due to thousands of miles of unneeded track. It was met with criticism as it oppressively restricted travel for many rural residents. As years passed, some of the stations have since reopened, however Beeching's name is still associated with rail problems to this day.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000dc" } }, { "id" : "51357abce8221d306a000006", "href" : "spotify:track:01E97908af7cRmFC9XXekH", "title" : "Zoo Station", "artist" : "U2", "place" : "Berlin, Germany", "quip" : "This tune is named after an actual \"Zoo\" train station on the U2 line in Germany. Members of the band visited Berlin in the midst of its reunification after the iconic wall, which separated the eastern and western parts of the city, was historically torn down. Although it's an actual place, the band no doubt also used \"zoo\" to conjure the feelings of chaos and difficulty during that tumultuous time in history.", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d16690000dd" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d16690000e6" }, "title" : "Places Of Faith", "features" : [ { "id" : "512926a8e8221dcf16000004", "href" : "spotify:track:2o2LnWqiZ5PftYoROPdbE2", "title" : "Magdalena", "artist" : "Brandon Flowers", "place" : "Magdalena, Mexico", "quip" : "Brandon Flowers was inspired to write this tune after viewing a documentary about the sacred pilgrimage from Nogales to Magdalena, two cities in Mexico. \"People walk 60 miles with a prayer or wish in their heart, every year on Oct. 4,\" he told Rolling Stone in a 2010 interview. \"I'm thinking about doing it.\"", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000df" } }, { "id" : "51350e2de8221d326a000001", "href" : "spotify:track:3dzoOmL0ueVpn2Jq5JXjDS", "title" : "Mass in E Flat Major, D. 950", "artist" : "Franz Schubert", "place" : "Alsergrund, Vienna, Austria", "quip" : "Schubert dedicated his E flat mass to the same church where Beethoven received his last rites. Schubert was involved in his hero Beethoven's funeral ceremonies, and it is suggested this emotional event had a powerful impact on his decision to compose a mass for the Holy Trinity Church (or \"Dreifaltigkeitkirche\" -- say that three times fast).", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000e0" } }, { "id" : "5178347de8221dc96200000a", "href" : "spotify:track:1OLQQhpDJHrOtgmJY94PX3", "title" : "Mysterium", "artist" : "Alexander Scriabin", "place" : "Darjeeling, India", "quip" : "There is perhaps no more grandiosely bizarre finish to a major composer's career as that of Alexander Scriabin's. The already eccentric Russian genius began to grow obsessive towards the end of his short life and became fixated on the staging his magnum opus \"Mysterium,\" a multi-sensory production of truly epic proportions -- his plans included logistically impossible set pieces and required infinite manpower to execute. The work was to be staged in the foothills of the Himalayas, where Scriabin believed the world would end spectacularly at the conclusion of the piece's first and only performance. The composer purchased the necessary huge plot of land in Darjeeling, evidence that he had ultimate faith in his maniacal creation coming to life. In the end, Scriabin died before completing or attempting to stage the work, but these enigmatic musical sketches give us a glimpse of the maestro's madcap musical dreams.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000e1" } }, { "id" : "4f13c8b04de1c2a1bbdf95b4", "href" : "spotify:track:4DkW4or9lWD1psWQvfE0WO", "title" : "Rothko Chapel", "artist" : "Morton Feldman", "place" : "Houston, Texas", "quip" : "The Rothko Chapel in Houston, Texas, is a space dedicated to the meditation and contemplation of all faiths. About 55,000 people visit its minimalist halls each year. It is filled with the paintings of notable artist Mark Rothko, whose works are often described as abstract and expressionist. Although construction began during Rothko's lifetime, the artist committed suicide before the chapel's completion in 1971.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000e2" } }, { "id" : "51350f87e8221d7a6a000003", "href" : "spotify:track:0TkBS0FUphEkEkV3yLvwk5", "title" : "S.O.S. In Bel Air", "artist" : "Phoenix", "place" : "Rome, Italy", "quip" : "Sure, the title says Bel Air however this track was actually inspired by an experience in the Pantheon in Rome. The story goes that while Laurent Brancowitz was vacationing, he stopped by the famed ancient temple to take in the sights. Then, he heard something. \"There was an organist playing during the day and no one was listening,\" said Christian Mazzalai, Laurent's brother and fellow band member, on the commentary version of their \"Bankrupt!\" album. \"What the organist played was very beautiful.\" Laurent recorded the organist for several minutes, but just three particularly gorgeous chords served as the foundation for this tune.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000e3" } }, { "id" : "51350f75e8221d2e6a000001", "href" : "spotify:track:285oGfdGTpk0oKOVnJb4CP", "title" : "Symphony No. 3 \"Rhenish\"", "artist" : "Robert Schumann", "place" : "Cologne, Germany", "quip" : "Schumann's \"Rhenish\" symphony paints a picture of an experience he had on a trip with his wife to the Rhineland (the area by the Rhine river). Specifically, the story goes that Schumann caught a glimpse of the Cologne Cathedral, resplendent and awe-inspiring in the sunlight, and had a creative epiphany. Schumann loved Bach, and may have borrowed Bach's tendency to use the key of E-flat (containing three flats) to represent the Holy Trinity in this symphony.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000e4" } }, { "id" : "51f842e0e8221dcc3e00000e", "href" : "spotify:track:2qEGnHhpYEjXbjiceeKk0F", "title" : "La Catedral", "artist" : "Agustin Barrios", "place" : "Montevideo, Uruguay", "quip" : "Considered his finest work, this 1921 composition shows Agustin Barrios at the height of his compositional powers. A colorful, virtuosic love letter of sorts to the style of J.S. Bach, each movement of La Catedral depicts an aspect of a religious experience Barrios had at the Cathedral of San Jose in Montevideo, Uruguay. The first two movements reflect the serenity of solitary worship, and imitate the chordal tranquility of a church organ. The final movement (which was completed several years after the first two) represents Barrios exiting the cathedral onto a busy street, the hustle and bustle of daily life asserting itself once more.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000e5" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d16690000ed" }, "title" : "Poetic Places", "features" : [ { "id" : "4ffe5dcd7e2262f6fc81c05b", "href" : "spotify:track:27eeh1wmG4IMupMW0BFxYK", "title" : "Mar Portugues", "artist" : "Quatro Ventos", "place" : "Portugal", "quip" : "This song uses one of the most famous poems by Fernando Pessoa in its lyrics. The poem, \"Portuguese Sea,\" explores the history of the country and asks whether the historical atrocities were worth the conquest of land and sea.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000e7" } }, { "id" : "4f91a874e8221df772000000", "href" : "spotify:track:1LdYoZv6REF9zTNhLZDssg", "title" : "Piano Sonata No. 2", "artist" : "Charles Ives", "place" : "Concord, Massachusetts", "quip" : "This piece is more commonly known as the Concord Sonata, as Charles Ives was particularly inspired by writers who came out of the Concord, Massachusetts, area. Each movement is named after one such transcendentalist author -- Emerson, Hawthorne, The Alcotts (both Bronson and Louisa May) and Thoreau. The composer even wrote his own dissertation-of-sorts -- \"Essays Before A Sonata\" -- to explain the philosophical context of his composition.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000e8" } }, { "id" : "5137f731f0f0f7705a5db854", "href" : "spotify:track:7dYXq0SAuIFIrQ0qTAJ5mj", "title" : "Sinfonia Antartica", "artist" : "Ralph Vaughan Williams", "place" : "Antartica", "quip" : "In 1948, Ralph Vaughan Williams contributed his considerable talents to the film \"Scott of the Antarctic\" by devising its musical score. He ended up liking the result so much that he worked most of its frosty thematic material up, along with new ideas, to create his 7th Symphony – the \"Sinfonia Antartica.\" All five movements are accompanied by a literary quote -- from the biblical Psalms to Shelley's Prometheus Unbound to the journals sea captain Robert Falcon Scott -- reflecting on adversity or an arduous journey. The quotes are often read aloud during performances of the work, lending an appropriately cinematic feel given the music's origin. (Fun fact: The peculiar spelling of \"Antartic\" in the symphony's title is intentional. Mr. Williams agonized over the decision (reportedly even as late as a few days before the piece's premiere), but in the end opted for the traditional Italian spelling – without the \"c.\")", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000e9" } }, { "id" : "4f91a848e8221df872000000", "href" : "spotify:track:0xiltaNUqDA0eMwcRhzih8", "title" : "Symphony No. 7", "artist" : "Howard Hanson", "place" : "Interlochen, Michigan", "quip" : "Hanson dedicated his seventh symphony to close friend Joseph E. Maddy, who founded the National Music Camp (now the Interlochen Arts Camp) at Interlochen, Michigan. It was first performed at the camp on its fiftieth anniversary. The poem Hanson used for the voice text -- Walt Whitman's \"Leaves of Grass\" -- describes the journey of life as a sea voyage metaphor where the expedition ultimately ends with humanity's transition to death.", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000ea" } }, { "id" : "51350e2de8221d326a000001", "href" : "spotify:track:59BwHvrOj0amgz17FgDn1C", "title" : "Take This Waltz", "artist" : "Leonard Cohen", "place" : "Vienna, Austria", "quip" : "Leonard Cohen loosely translated one of his favorite poems by Spanish poet Federico Garcia Lorca to serve as the lyrics of this song. (Also, Cohen named his daughter Lorca, after the poet as well.)", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000eb" } }, { "id" : "4f147ad13bfb3f40b8977e5d", "href" : "spotify:track:4FEHu6AjAlPeAC943djSym", "title" : "Tam O'Shanter", "artist" : "George Whitefield Chadwick", "place" : "Norfolk, Connecticut", "quip" : "George Chadwick composed this as a gift for the Norfolk Chamber Music Festival, one of the oldest summer music festivals in America, which takes place in Norfolk, Connecticut. Chadwick based the plot of the work on a Robert Burns poem of the same name, wherein a very drunk Tam happens upon a group of dancing witches in short skirts. Tam refers to one of them as a \"cutty sark\" -- a familiar term in both boating and imbibing!", "visible" : true, "_id" : { "$oid" : "52052515e8221d16690000ec" } } ], "type" : "Themes", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d16690000f1" }, "title" : "The Rolling Stones", "features" : [ { "id" : "4f13c8b04de1c2a1bbdf95ac", "href" : "spotify:track:1UqvjwyJJrkK8WA35V9yyI", "title" : "2120 South Michigan Avenue", "artist" : "The Rolling Stones", "place" : "Chicago, Illinois", "quip" : "The title of this tune refers to the address of Chess Records Studios in Chicago, Illinois. Bill Wyman, bassist for the Stones, was jamming along in the studios until the other five band members joined. They decided to credit this collaborative effort to \"Nanker Phelge,\" a collective pseudonym used by the Rolling Stones for songs of equal collaboration.", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d16690000ee" } }, { "id" : "4f7bde29e8221d6760000000", "href" : "spotify:track:0GSGhxx8uidFBhIN9WaUKc", "title" : "Memory Motel", "artist" : "The Rolling Stones", "place" : "Montauk, New York", "quip" : "While on tour in 1975-76, the Rolling Stones were staying at Andy Warhol's \"Eothen\" estate on Long Island. (Warhol had helped design the controversial album cover for \"Sticky Fingers.\") They were looking for a bar that had both a pool table and a piano when they happened upon the nearby Memory Motel on the Montauk Highway. It became their hangout and inspiration for a tune.", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d16690000ef" } }, { "id" : "513511e2e8221d7a6a00000a", "href" : "spotify:track:51jnsY9d9kPv1sGw82L6Fe", "title" : "Street Fighting Man", "artist" : "The Rolling Stones", "place" : "London, United Kingdom", "quip" : "Written after Mick Jagger attended an anti-war rally at London's U.S. Embassy where 25,000 gathered, this tune was inspired by the activist spirit he felt growing everywhere -- especially in France. \"There was all this violence going on,\" he told Rolling Stone Magazine in a 1995 interview. \"I mean, they almost toppled the government in France; DeGaulle went into this complete funk, as he had in the past, and he went and sort of locked himself in his house in the country. And so the government was almost inactive. And the French riot police were amazing.\" In comparison, he felt London was \"quiet,\" and wrote this tune in response.", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d16690000f0" } } ], "type" : "Artists", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d16690000f6" }, "title" : "Weezer", "features" : [ { "id" : "4ffe5dcd7e2262f6fc81c02b", "href" : "spotify:track:31rGCrhGlPIj5MNLxSkls8", "title" : "Across The Sea", "artist" : "Weezer", "place" : "Japan", "quip" : "Rivers Cuomo was inspired to write this tune after receiving a letter from \"across the sea\" -- Japan. Although he never contacted her, Cuomo was deeply moved by the questions the young girl asked of him about his interests and experiences at Harvard University. In the lyrics, he wonders about the life of the Japanese girl and compares it to his own depressed outlook.", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d16690000f2" } }, { "id" : "4f13c8b04de1c2a1bbdf95bc", "href" : "spotify:track:6Jn7zdjjr88ixb1HXouvQ9", "title" : "In The Garage", "artist" : "Weezer", "place" : "Los Angeles, California ", "quip" : "The inspiration for this tune is the garage the members of Weezer shared when they first started writing and recording songs. On Mar. 19, 1992, Matt Sharp and Rivers Cuomo moved into a house at 2226 Amherst Avenue (in West Los Angeles, close to the city of Santa Monica), which is where they conceptualized their iconic \"blue\" album and recorded their first demo. If you'd like to catch a glimpse of the house that made history, it is used in the band's music video for \"Say It Ain't So.\"", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d16690000f3" } }, { "id" : "4f7b6061e8221ddc6c000000", "theme" : "", "href" : "spotify:track:4gu1xxwIt5AJTovlZd7fKK", "title" : "In The Mall", "artist" : "Weezer", "place" : "Buffalo, New York, USA", "quip" : "Weezer drummer Patrick Wilson pulled from his teenage experiences at the Eastern Hills Mall in his hometown of Williamsville, N.Y. \"It's kind of about thinking back to when I was a younger kid and that was the goal of the day: Go to the mall,\" said Wilson as quoted on Weezerpedia.com.", "band" : "Weezer", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d16690000f4" } }, { "id" : "4f13c8b04de1c2a1bbdf95bc", "theme" : "", "href" : "spotify:track:5salGxFLSXV88FU6NQ7Iru", "title" : "We Are All On Drugs", "artist" : "Weezer", "place" : "Los Angeles, California", "quip" : "Rivers Cuomo: \"I was living in an apartment above the Sunset Strip, and every Friday and Saturday night I'd hear people cruising and partying, and hooting and hollering. And I went to sleep one night and I heard those sounds all through the night, in my dreams. I had this dream about a kid on the Metro bus, blasting hip hop into his brain through his headphones. And the music sounded so decadent and overstimulating, and I woke up in the midst of that dream, in a haze, and immediately said to myself, \"Man, we're all on drugs!\" And I instantly knew that would be a cool song.\" (via Weezerpedia.com)", "band" : "Weezer", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d16690000f5" } } ], "type" : "Artists", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d16690000fa" }, "title" : "Creedence Clearwater Revival", "features" : [ { "id" : "4f341ebde8221d8a43000000", "href" : "spotify:track:0mRLlcbMVGMjT5Pca8uMzl", "title" : "Green River", "artist" : "Creedence Clearwater Revival", "place" : "Winters, California", "quip" : "As a boy, John Fogerty (songwriter and guitarist for CCR) would often visit Putah Creek near the town of Winters, California, with his family. Although the song is inspired from his experiences there, the name doesn't correspond to the color of the creek. He got it from the label of a syrup bottle at a local soda fountain -- his favorite flavor was called \"Green River\"!", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d16690000f7" } }, { "id" : "51392d37e8221d4b7000001a", "href" : "spotify:track:0LMURKNxUPx7OIInOqSc3N", "title" : "Lodi", "artist" : "Creedence Clearwater Revival", "place" : "Lodi, California", "quip" : "John Fogerty's struggle for success is chronicled in this tune. Lodi, a small town in California, serves as an example of the tiny places he'd play while touring with The Golliwogs (an earlier version of Creedence).", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d16690000f8" } }, { "id" : "51910d25e8221d937b000001", "href" : "spotify:track:7sd33gT2RyV5S3iENbHGX6", "title" : "Sweet Hitch-Hiker", "artist" : "Creedence Clearwater Revival", "place" : "Berkeley, California", "quip" : "Hidden within the lyrics is a reference to the \"Greasy King,\" which was a nickname for the burger stand near the band's rehearsal studio. Their studio had a nickname, too -- Cosmo's Factory -- a reference to the band's smokey workroom where they cooked up some of their greatest hits.", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d16690000f9" } } ], "type" : "Artists", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d1669000100" }, "title" : "U2", "features" : [ { "id" : "51357abce8221d306a000006", "href" : "spotify:track:01E97908af7cRmFC9XXekH", "title" : "Zoo Station", "artist" : "U2", "place" : "Berlin, Germany", "quip" : "This tune is named after an actual \"Zoo\" train station on the U2 line in Germany. Members of the band visited Berlin in the midst of its reunification after the iconic wall, which separated the eastern and western parts of the city, was historically torn down. Although it's an actual place, the band no doubt also used \"zoo\" to conjure the feelings of chaos and difficulty during that tumultuous time in history.", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d16690000fb" } }, { "id" : "4ffe5dcd7e2262f6fc81bfdd", "href" : "spotify:track:1rkjtYrtNFT5CXhfLla8h8", "title" : "Mothers of the Disappeared", "artist" : "U2", "place" : "Argentina", "quip" : "While working on The Joshua Tree album in 1986, U2 traveled down to South America to continue humanitarian work. There, the band members learned of a few organizations led by dissenting mothers who believed their children to be \"disappeared\" by agents of the state due to their opposition against their governments' military dictatorships. The experiences of both the Mothers of Plaza de Mayo (who protested Argentina's \"Dirty War\") and Committee of the Mothers Monsignor Romero (who protested El Salvador's Salvadoran Civil War) served as a source of inspiration and discomfort for Bono who was disturbed by the United States' support of these regimes.", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d16690000fc" } }, { "id" : "51357cf7e8221d4b7000000b", "href" : "spotify:track:5oN8jhMW8wceKridYGbcZV", "title" : "Running to Stand Still", "artist" : "U2", "place" : "Dublin, Ireland", "quip" : "Dublin in the 1980s experienced an epidemic of heroin addiction -- and no place in Dublin saw it worse than the Ballymun Flats. Built in the 1960s, the flats were built to provide affordable housing to those displaced from the city center. But, over the years, the government housing became a prime example of urban decay. U2's frontman, Bono, lived close to the Ballymun's seven towers in his childhood. He uses this place as the setting in a story of a fictional, heroin-addicted couple living in the \"seven towers\" with only \"one way out.\"", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d16690000fd" } }, { "id" : "4ffe5dcd7e2262f6fc81c00c", "theme" : "", "href" : "spotify:track:3zqTlJtp7KTPrNUKNahvAo", "title" : "Where the Streets Have No Name", "artist" : "U2", "place" : "Ethiopia", "quip" : "In Belfast, Northern Ireland, you can figure out a person's income and religion based simply on the name of the street were they lived. When Bono visited Ethiopia he was struck by a place where divisions weren't recognized and streets had no names. Bono also said, \"To me, that's the way a great rock 'n' roll concert should be: a place where everyone comes together... Maybe that's the dream of all art: to break down the barriers and the divisions between people.\"", "band" : "U2", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d16690000fe" } }, { "id" : "5201237be8221df45d000001", "href" : "spotify:track:4nuUssdgKFy2QyYHHNkZQW", "title" : "Sunday Bloody Sunday", "artist" : "U2", "place" : "Derry, Northern Ireland", "quip" : "\fThe phrase \"Bloody Sunday\" comes from a 1972 incident in city of Derry in Northern Ireland. During a protest, 26 demonstrators were shot and killed by British forces. U2 drummer, Larry Mullen, Jr. mentioned about how the song is actually anti-sectarian: \"We're into the politics of people, we're not into politics. Like you talk about Northern Ireland, 'Sunday Bloody Sunday,' people sort of think, 'Oh, that time when 13 Catholics were shot by British soldiers'; that's not what the song is about. That's an incident, the most famous incident in Northern Ireland and it's the strongest way of saying, 'How long? How long do we have to put up with this?' I don't care who's who - Catholics, Protestants, whatever.\"", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d16690000ff" } } ], "type" : "Artists", "visible" : true }
{ "_id" : { "$oid" : "52052515e8221d166900010a" }, "title" : "Mason Jennings", "features" : [ { "id" : "4f147ad13bfb3f40b8977e79", "theme" : "", "href" : "spotify:track:7FrwqmZGHe0lBJk8otE6mA", "title" : "Dakota", "artist" : "Mason Jennings", "place" : "North Dakota", "quip" : "In Mason's words: \"I wrote this song in Pittsburgh before I moved to Minnesota. Kind of a metaphor for the Wild West.\"", "band" : "Mason Jennings", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d1669000101" } }, { "id" : "4f7bde40e8221ddc6c000004", "theme" : "", "href" : "spotify:track:2O9EHTcQkSDw1nWARZU8ZB", "title" : "Pittsburgh", "artist" : "Mason Jennings", "place" : "Pittsburgh. Pennsylvania", "quip" : "In Mason's words: \"This city has changed a lot since I grew up there. It's a lot smaller, population wise. It was always hard to see the sky. Lots of hills. Lots of ups and downs.\"", "band" : "Mason Jennings", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d1669000102" } }, { "id" : "4f13c8b04de1c2a1bbdf95c0", "theme" : "", "href" : "spotify:track:4M5CXrTOnASYNEcUySVzGX", "title" : "Memphis, Tennessee", "artist" : "Mason Jennings", "place" : "Memphis, Tennessee", "quip" : "In Mason's words: \"I wrote this song in Lubbock, Texas. Always have a spot in my heart for Tennessee. Johnny Cash land.\"", "band" : "Mason Jennings", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d1669000103" } }, { "id" : "4f13c8b04de1c2a1bbdf95c4", "theme" : "", "href" : "spotify:track:7LzSPxOJhD7Z55H2mhAdaA", "title" : "Jackson Square", "artist" : "Mason Jennings", "place" : "New Orleans, Louisiana", "quip" : "In Mason's words: \"When I dropped out of high school, I saved up my money, took a train to New Orleans, and went right to Jackson Square. This was inspired by that trip.\"", "band" : "Mason Jennings", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d1669000104" } }, { "id" : "519fa53ce8221ded67000001", "theme" : "", "href" : "spotify:track:11ta5dYdlUBE6n2hjBzSTu", "title" : "Duluth", "artist" : "Mason Jennings", "place" : "Duluth, Minnesota", "quip" : "In Mason's words: \"City on the lake. A beautiful city on a hill. It was in step with Chicago at one time. Now it is way smaller, but still beautiful.\"", "band" : "Mason Jennings", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d1669000105" } }, { "id" : "4f13c8b04de1c2a1bbdf95c5", "theme" : "", "href" : "spotify:track:1XcbtO5Sq3iRKNx0Tij0bS", "title" : "New York City", "artist" : "Mason Jennings", "place" : "New York City, New York", "quip" : "In Mason's words: \"Wrote this in NYC right before 9/11. One of my favorite cities.\"", "band" : "Mason Jennings", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d1669000106" } }, { "id" : "4f7bdd65e8221dda6c000000", "theme" : "", "href" : "spotify:track:7violt97nYfHOJWh5dnYcM", "title" : "Big Sur", "artist" : "Mason Jennings", "place" : "Big Sur, California", "quip" : "In Mason's words: \"The first time I went to Big Sur, it blew my mind. Absolutely spectacular. I always try to visit there as often as possible.\"", "band" : "Mason Jennings", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d1669000107" } }, { "id" : "4f13c8b04de1c2a1bbdf95d2", "theme" : "", "href" : "spotify:track:0SIYBWJJ9xF5ZZtYmyCGFs", "title" : "California I", "artist" : "Mason Jennings", "place" : "San Francisco, California", "quip" : "In Mason's words: \"This was written after my first trip to northern California. For some reason, my songs seem to really feel right when I play them there.\"", "band" : "Mason Jennings", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d1669000108" } }, { "id" : "4f147ad13bfb3f40b8977e5b", "theme" : "", "href" : "spotify:track:4iB3A62IuCjLXE6WNob5tQ", "title" : "California II", "artist" : "Mason Jennings", "place" : "California", "quip" : "In Mason's words: \"All about 'Go West, young man.' Since I heard Appetite For Destruction [by Guns N' Roses], I was enamored with California.\"", "band" : "Mason Jennings", "visible" : true, "type" : "Artists", "_id" : { "$oid" : "52052515e8221d1669000109" } } ], "type" : "Artists", "visible" : true }
